["Пролягає від Трублаїні, вул. до Відрадного просп.","Пролягає у новому мікрорайоні на схід від Богатирської вул. паралельно Сетомльській вул.","Пролягає від безіменного озера до оз. Підбірна, паралельно вул. Міжозерна","Пролягає від Стеценка, вул. до Івана Виговського, вул.","Пролягає від Польової вул. до Відрадного просп.","Пролягає від Сім'ї Стешенків, вул. до Верховинця Василя, вул.","Пролягає від Резервної вул. і Добринінської вул. до Полярної вул.","Пролягає від Вишгородської вул. до Автозаводської вул.","Пролягає від Світлої вул. до кінця забудови.","Пролягає від Гавела Вацлава, бульв. до Козелецької вул.","Пролягає від Переяславської вул. до Промислової вул.","Пролягає від Дружньої вул. до кінця забудови.","Пролягає від Мукачівської вул. до Попова, вул.","Пролягає від Волинської вул. до залізниці.","Пролягає від Празької вул. до Калачівської вул.","Пролягає від Кишинівської вул. до Бориса Гаріна, вул.","Пролягає від Нагірної вул. до кінця забудови.","Пролягає від Палладіна Академіка, просп. до Ушакова Миколи, вул. Має відгалуження, що прямує до тупика (поблизу Осінньої вул. та Прорізної вул.).","Пролягає від Дніпроводської вул. до кінця забудови.","Пролягає від Юрія Іллєнка, вул. до Макарівської вул.","Пролягає від Академіка Заболотного, вул. до Національного музею народної архітектури та побуту України","Пролягає від Медоносної, вул. до Трипільської вул.","Пролягає від Вернадського Академіка, бульв. до Степанченка Василя, вул.","Пролягає від Шевченка Тараса, бульв. до кінця забудови","Пролягає від Празької вул. до Літинської вул.","Пролягає від Новокостянтинівської вул. до Тульчинської вул.","Пролягає від Семена Скляренка вул. до Степана Бандери просп.","Пролягає від вул. Сім'ї Хохлових до вул. Білоруської","Пролягає від Клінічної вул. до Протасів Яр, вул.","Пролягає від Сумської вул. до Амурської пл.","Сучасна назва вживається з 1970. Розташована між Амурською вул., Васильківською вул., Максимовича Михайла, вул., Теслярською вул.","Пролягає від  Малинової вул. до Івана Виговського, вул.","Пролягає від Радосинської, вул. до Єдності, вул.","Пролягає від Михайла Петренка, вул. до Ігоря Диченка, вул.","Пролягає від Котляревського, вул. до Отця Анатолія Жураковського вул.","Пролягає від Дарницького бульв. до Миропільської вул.","Одна з найдавніших вулиць Києва. Пролягає від Боричів Тік, вул. до Набережно-Хрещатицької вул.","Пролягає від Контрактової пл. до Володимирської вул. та Десятинної вул.","Пролягає від Куліша Пантелеймона, пл. до кінця забудови.","Пролягає від Дніпровської набережної до вул. Прип'ятської, вул. Урлівської","Пролягає від Бродівської, вул. до Проектної-12998, вул","Пролягає від Любомирської, вул. до Столичного шосе","Розташована між Парковою дорогою, Дніпровським узвозом і Героїв Крут, алеєю.","Пролягає від Чорновола В’ячеслава, вул. до Шолуденка, вул.","Розташована на перетині Сержа Лифаря, вул., Маяковського Володимира, вул.","Пролягає від Павленка, вул. до Осінньої вул.","Пролягає від вул. Молодіжної до вул. Сергія Шишка","Пролягає від Довженка, вул. до тупика.","Пролягає від Хвильового Миколи, вул. до Бориспільської вул.","Пролягає від Миколи Богуславського вул. до Миколи Носова вул.","Пролягає від Повітрофлотського просп. до Ушинського, вул.","Пролягає від Толстого Льва, вул. до Либідської, пл.","Пролягає від Маслівка, вул. до Садової 79 вул.","Пролягає у новому мікрорайоні на схід від Богатирської вул. паралельно Сваромській вул.","Пролягає від Весняної вул. до Золотоніської вул.","Розташована між Грушевського Михайла, вул., Московською вул. і Мазепи Івана, вул.","Виникла у 1-й пол. 19 ст. Пролягає від Генерала Алмазова, вул. до Лесі Українки, бульв.","Пролягає від Немировича-Данченка, вул. до Арсенальної вул.","Пролягає від Захарівської вул. до Рилєєва, вул.","Пролягає від Бродівської, вул. до Володарської, вул.","Пролягає від лісопарку до Табірної вул.","Пролягає від вул. Сергія Висоцького до вул. Кутової","Пролягає від Йорданської, вул. до Героїв Сталінграда, просп.","Пролягає від вул. Володимира Горовиця до просп. Академіка Глушкова","Пролягає від Стадіонного пров. до Огієнка Івана, вул.","Пролягає від Головка Андрія, вул. до Народної вул.","Пролягає від Мазепи Івана, вул. до тупика.","Пролягає від Сиваської вул. до Астраханського пров.","Пролягає від Астраханської вул. до Лохвицької вул.","Пролягає від Петра Дорошенка, вул. до Біляшівського Академіка, вул.","Пролягає від вул. Теремківської до Кільцевої дороги","Пролягає від Василенка Миколи вул. до Гарматної вул.","Пролягає від Ревуцького, вул. до Дніпровської набережної.","Пролягає від Безручка Марка, вул. до Кирпоноса, вул.","Пролягає від Академіка Ромоданова, вул. до Половецької вул.","Пролягає від Смілянської вул. до кінця забудови.","Пролягає від проїзду до Золоті Джерела, вул. до кінця забудови.","Пролягає від Броварського просп. до мікрорайону ДВРЗ.","Пролягає від Південного мосту до Харківської пл.","Пролягає від Верховної Ради, бульв. до Попудренка, вул.","Пролягає від Столєтова Академіка, вул. до кінця забудови.","Пролягає від Грінченка Миколи, вул. до Забайківської, вул.","Пролягає від Ольжича, вул. до Петропавлівської вул.","Виник у 20-ті рр. 20 ст. Пролягає від Бакинської вул. до Ольжича, вул.","Пролягає від Стеценка, вул. до Івана Виговського, вул.","Пролягає від Новопольової вул. до тупика.","Пролягає від Лобановського Валерія просп. до Козацької вул.","Пролягає від парку “Нивки” до Гончарова, вул.","Пролягає від Скляренка Семена, вул. до тупика.","Пролягає від Романа Шухевича, просп. до Милославської вул.","Пролягає від Інститутської вул. до Круглоуніверситетської вул.","Пролягає від Наддніпрянського шосе до кінця забудови.","Виникла у 1-й пол. 20 ст. Пролягає від Пирогівський шлях, вул. до кінця забудови.","Пролягає від Матросова Олександра, вул. до Товарної вул.","Виникла у 30-ті рр. 19 ст. Пролягає від Бессарабської пл. до Шовковичної вул. і Госпітальної вул.","Пролягає від Печерського мосту і Бойчука Михайла, вул. до Тимірязєвської вул.","Пролягає від Бастіонної вул. до кінця забудови.","Пролягає від Майкопської вул. (двічі) до Козацької вул.","Пролягає від Тальнівської вул. до кінця забудови (зникла).","Пролягає від Батуринської вул. до Трубізької вул. (зниклий).","Пролягає до Червоноткацької, вул.","Пролягає від Рубежівської вул. до Олевської вул.","Пролягає від Переяславської вул. до кінця забудови.","Пролягає від Гончарова, вул. до Дудника Георгія вул.","Пролягає від Коперніка, вул. до Дегтярівської вул.","Пролягає від початку забудови до Бердянського пров.","Пролягає від Бердянської вул. до тупика.","Пролягає від Броварського просп. до кінця забудови.","Пролягає від Лугової вул. до Полярної вул.","Пролягає від Харківського шосе до Вифлеємської, вул.","Пролягає від Кирила Осьмака, вул. до Лермонтова, вул.","Пролягає від Березневої вул. до кінця забудови.","Пролягає від Березневої вул. до Левадного пров.","Пролягає від Миколайчука Івана, вул. до Дніпровської набережної.","Пролягає від Ганни Арендт, вул. до кінця забудови","Пролягає від Автозаводської вул. до Вишгородської вул.","Пролягає від Маяковського Володимира, просп. до Бальзака Оноре де, вул.","Пролягає від Сливової вул. до Східно-Дальньої вул.","Пролягає від Міської вул. до кінця забудови.","Пролягає від Ризької вул. до Ольжича, вул.","Розташована між Шевченка Тараса, бульв., Хрещатик, вул., Крутим узвозом, Басейною вул., Великою Васильківською вул.","Пролягає від Красицького, вул. до Червонопільської вул.","Пролягає від Осиповського, вул. до Косенка, вул.","Пролягає від Перемоги, вул. до Жмеринської вул.","Пролягає від Січових Стрільців, вул. до кінця забудови.","Пролягає від Биківнянського пров. до Вешенського пров.","Пролягає від Биківнянської вул. до Радистів, вул.","Виник у 1-й пол. 20 ст. Пролягає від Світлицького, вул. до Межової вул.","Пролягає від Закревського Миколи, вул. до Маяковського Володимира, вул.","Пролягає від Гродненської вул. до Микешина, вул.","Пролягає від проїзду, що відходить від Братиславської вул. до Зимового пров.","Пролягає від Заозерного пров. до кінця забудови.","Пролягає від Преображенської, вул. до Лобановського Валерія просп.","Пролягає від Героїв Севастополя, вул. до залізниці.","Виникла у 1-й пол. 20 ст. Пролягає від Вишгородської вул. і Кирилівської, вул. до Сирецької вул.","Пролягає від Білицької вул. до Замковецької вул.","Виникла у 1-й пол. 20 ст. Пролягає від Краснова Миколи, вул. до Стуса Василя, вул.","Пролягає від Зв'язківців, вул. до кінця забудови.","Пролягає від Бастіонної вул. до Підвисоцького Професора, вул.","Пролягає від Попудренка, вул. до Червоноткацької вул.","Пролягає від Лук'янівської пл. до Деревлянської, вул.","Пролягає від Міжнародної вул. до Жмеринської вул.","Пролягає від Дев’ятого Травня, вул. до Стратонавтів, вул.","Пролягає від Науки, просп. до Родимцева Генерала, вул.","Пролягає від Мельниченка, вул. до Жмеринської вул.","Пролягає від Кузбаської вул. до Путивльського пров.","Пролягає від Броварського просп. до Бобринецької вул.","Пролягає від Таврійської вул. до тупика.","Пролягає від Степана Бандери просп. до межі міськради.","Пролягає від вулиці Редьчинської до кінця забудови","Пролягає від Перемоги, просп. до Митрофана Довнар-Запольського, вул. і Рибалка Маршала, вул.","Відома з 1928. Пролягає від Стадіонної вул. до Сурикова, вул.","Відомий з 1928 р. Пролягає від Богданівської вул. до кінця забудови.","Пролягає від Шовковичної вул. до Пилипа Орлика, вул.","Пролягає від Борової вул., утворюючи кільце.","Пролягає від Псковської вул. до початку забудови.","Пролягає від Байкової вул. до Забайківської, вул.","Виникла у 19 ст. Пролягає від Кирилівської, вул. до кінця проїзної частини.","Пролягає від Братиславської вул. до Вересая Остапа, вул. (зниклий).","Пролягає від Клінічної вул. до тупика.","Пролягає від Григоренка Петра, просп. до Здолбунівської вул.","Пролягає від Цимбалів Яр, вул., утворюючи кільце.","Пролягає від Бастіонної вул. і Дружби Народів, бульв. до Саперно-Слобідської вул.","Пролягає від Лесі Українки, бульв. до тупика.","Пролягає від Дружби Народів, бульв. до Бастіонної вул.","Відома з 19 ст. Пролягає від Сирецької вул. до Білицької вул.","Виник на поч. 20 ст. Пролягає від Бондарської вул. до Кирилівської, вул.","Пролягає від Лісоводної, вул. до Столичного шосе","Пролягає від Академіка Глушкова просп. до Академіка Заболотного вул.","Пролягає від Юродівської, вул. до Князя Вітовта, вул.","Пролягає від Антоновича, вул. до Великої Васильківської вул.","Пролягає від Ніжинської вул. до Героїв Севастополя, вул.","Одна з найдавніших вулиць Києва (17 ст.). Пролягає від Сагайдачного Петра, вул. до Набережно-Хрещатицької вул.","Пролягає від Привокзальної вул. (як її продовження) до межі міськради.","Пролягає від  Харківської пл. до межі міськради.","Пролягає від Боричів Тік, вул. до Набережно-Хрещатицької вул.","Одна з найдавніших вулиць Києва (19 ст.). Пролягає від Боричевого узвозу до Фролівської вул.","Пролягає від Кронштадтської вул. до Вірменської вул.","Пролягає від Богуна Івана, вул. до Польової вул.","Пролягає від Чернігівської вул. до тупика.","Пролягає від Борової вул. до Святищенської, вул.","Пролягає від Вишгородської вул. до Автозаводської вул.","Пролягає від Стеценка, вул. до Івана Виговського, вул.","Пролягає від Кащенка Академіка, вул. до Ягідної вул.","Виник у серед. 20 ст., відокремлений з 1970 р. Пролягає від Краснова Миколи, вул. до Кримського  Академіка, вул.","Пролягає від Ялинкової вул. до кінця забудови.","Пролягає від Бортницького 2 пров. до Харченка Євгена, вул.","Пролягає від Ташкентської вул. до Ялинкової вул.","Пролягає від Дружби, вул. до Бортницької вул.","Пролягає від Дружби, вул. до Бортницької вул.","Пролягає від Повітрофлотського просп. і Жилянської вул. (як її продовження) до Гарматної вул.","Розташована між Леонтовича, вул., Франка Івана, вул., Шевченка Тараса, бульв.","Пролягає від Політехнічної вул. до Борщагівської вул.","Пролягає від Іоанна Павла ІІ, вул. до Чигоріна, вул.","Пролягає від Новоросійської пл. до Романа Шухевича, просп., Драйзера Теодора, вул., Електротехнічної вул.","Пролягає від Кривоноса Максама, пров. до Лобановського Валерія просп.","Пролягає від Родини Кістяківських до вул. Юрія Немирича","Пролягає від Ігорівської вул. до Іллінської вул.","Сучасна назва з 2004. Пролягає від початку забудови до Славгородської  вул.","Виник у 19 ст. Пролягає від Перемоги, просп. до Шулявської вул.","Пролягає від Новомостицької вул. до Ужвій Наталії, вул.","Пролягає від Броварського просп. до Бобринецької вул.","Пролягає від Метро-мосту (як його продовження) до межі міськради і шосе на м. Чернігів.","Сучасна назва з 1957. Пролягає від Заболотного Академіка, вул. до кінця забудови.","Сучасна назва з 1957. Пролягає від Бродівської вул. до Пирогівський шлях, вул.","Пролягає від Рубежівської вул. до Клавдіївської вул.","Пролягає від Стадіонного пров. до Огієнка Івана, вул.","Пролягає від Правди, просп. до кінця забудови.","Пролягає від Освіти, вул. до Лобановського Валерія просп.","Пролягає від Чаплигіна пров. до Грозненської вул.","Пролягає від Бугорної вул. до тупика.","Пролягає від Перемоги, просп. до межі міськради.","Пролягає від Бальзака Оноре де, вул. до Радунської вул.","Пролягає від Попудренка, вул. до Червоноткацької вул.","Пролягає від Дарницької, пл. до Визволителів, просп.","Пролягає від Радосинської, вул. до Рибака Натана, вул.","Пролягає між територією дачного кооперативу \"40-річчя Жовтня\" і межею міськради з селищем Коцюбинське.","Пролягає від Наддніпрянського шосе до тупика.","Пролягає від Польової вул. до кінця забудови (Бортничі).","Пролягає від Деміївської вул. до Бурмистенка пров.","Пролягає від Палладіна Академіка, просп. до Бучанської вул.","Пролягає від Букіної Раїси, вул. до Булаховського Академіка, вул.","Пролягає від Ушакова Адмірала, вул. до Голосіївського лісу.","Пролягає від Буковинської вул. до Ново-Корчуватської вул.","Пролягає від Палладіна Академіка, просп. до Наумова Генерала, вул.","Пролягає від Симиренка, вул. до Корольова Академіка, просп.","Пролягає від Львівської пл. до Перемоги, пл.","Пролягає від Зоряної вул. до кінця забудови.","Пролягає від Голосіївського, просп. до Васильківської вул.","Пролягає від Деміївської вул. до Козацької вул.","Пролягає від Тимірязєвського пров. до Соловцова Миколи, вул.","Пролягає від Московської вул. до Михайла Омеляновича-Павленка, вул. та Слави, пл.","Пролягає від Калачівської вул. до Віскозної вул.","Пролягає від Осінньої вул. до Булаховського Академіка, вул.","Пролягає від Миколайчука Івана, вул. до Тичини Павла, просп.","Пролягає від Франка Івана, вул. до Коцюбинського Михайла, вул.","Пролягає від Ризької вул. до Сальського Володимира, вул.","Пролягає від Ташкентської вул. до Ялинкової вул. Частина вулиці пролягає в промзоні від Бажана Миколи, просп. (з розривом) і Високовольтного пров.","Пролягає від Ташкентської вул. до Ялинкової вул.","Пролягає від Любомирської, вул. до Залужного, пров.","Розташована між Стеценка, вул., Івана Виговського, вул., Щербаківського Данила, вул., Турчина Ігоря, вул.","Пролягає від вул. Архітектора Дяченка до просп. Академіка Глушкова","Пролягає від Бондарської вул. до Куренівського кладовища.","Пролягає від Перемоги, просп. до Любомира Гузара, просп.","Сучасна назва з 1917. Пролягає від Головка Андрія, вул. до Народної вул.","Пролягає від Голосіївської пл. до Глушкова Академіка, просп.","Відомий з 2-ї пол. 20 ст. пролягає від Деміївської вул. до Криворізької вул.","Пролягає від Волинської вул. до Ушинського, вул.","Пролягає від Преображенської, вул. до Лобановського Валерія просп.","Пролягає від Ушицької, вул. до Радистів, пров.","Пролягає від Марганцевої вул. до Вільхової вул.","Пролягає від Антона Цедіка, вул. до Дегтярівської вул.","Пролягає від Ганни Арендт, вул. до кінця забудови.","Пролягає від Ділової, вул. до Філатова Академіка, вул.","Пролягає від Володимира Беца, вул. до Макаренка, вул. (Троєщина).","Пролягає від Гродненської вул. до Щепкіна, вул.","Пролягає від Отця Анатолія Жураковського вул. до Кільцевої дороги","Пролягає від Радосинської, вул. до кінця забудови.","Пролягає від Чавдар Єлизавети, вул. до Колекторної вул.","Пролягає від Кирилівської, вул. до Почайнинської вул.","від площі Бессарабської і бульвару Тараса Шевченка до площі Джержинського і бульвару Дружби народу","Пролягає від Михайлівської пл. до Львівської пл.","Під сучасною назвою відома з 19 ст. Пролягає від Саперно-Слобідської вул. до Грабовського Павла, вул.","Виникла у 2000-ні рр. Пролягає від Гостомельського шосе і Міської вул. до Мінського просп.","Пролягає від Кільцевої дороги до Кільцевої дороги (двічі).","Пролягає від Тростянецької вул. до Харківського шосе.","Пролягає у новому мікрорайоні на схід від Богатирської вул. паралельно Абрикосовій вул.","Пролягає між Плахотнюка Миколи, вул. і Даля Олександра, вул.","Пролягає від Добринінської вул. до Степана Бандери просп. Роз'єднана залізничним шляхопроводом.","Пролягає від Рилєєва, вул. до Бакинської вул.","Сучасна назва з 1944. Пролягає від Верболозної вул. до Петропавлівської вул.","Пролягає від Мостищанської вул. до Бігової вул.","Пролягає від Маслюченко Варвари, вул. до Борової вул.","Пролягає від Зрошувальної вул. до Тростянецької вул.","Пролягає від Бестужева Олександра, вул. до Межового пров.","Пролягає від Перемоги, просп. до Палладіна Академіка, просп.","Пролягає від Верхньої вул. до Дружби Народів, бульв.","Виникла на початку 19 ст. Пролягає від Воздвиженської вул. до Набережно-Хрещатицької вул.","Пролягає від Товарної вул. до тупика.","Пролягає від Індустріального пров. до Польової вул.","Пролягає від Лесі Українки, бульв. до Верхнього пров.","Пролягає від Святошинської вул. до кінця забудови.","Пролягає від Курбаса Леся, просп. до кінця забудови.","Сучасна назва з 1949. Пролягає від Вифлеємської, вул. до Хоткевича Гната вул.","Пролягає від лінії швидкисного трамваю до Райдужної вул.","Пролягає від Рилєєва, вул. до Тагільського пров.","Пролягає від Науки, просп. до Квітки-Основ'яненка, вул.","Пролягає від Радистів, вул. до Биківнянської вул.","Пролягає від Василенка Миколи, вул. до Козелецької вул.","Пролягає від Маяковського Володимира, просп. до кінця забудови.","Сучасна назва з 1955. Пролягає від Наддніпрянського шосе до Видубицького монастиря.","Пролягає від Броварського просп. до Воскресенської вул. і Перова, бульв.","Пролягає від Алматинської вул. до Опришківської вул.","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від початку забудови до Ганни Арендт, вул.","Виник у серед. 19 ст. Пролягає від Орлика Пилипа, вул. до кінця забудови.","Пролягає від Ревуцького, вул. до Колекторної вул.","Пролягає від Вакуленчука, вул. до Автопаркової вул.","Пролягає від Закревського Миколи, вул. до Маяковського Володимира, просп.","Пролягає вздовж залізниці від Березневої вул. до Верховної Ради, бульв.","Відома з 19 ст. Пролягає від залізничного шляхопроводу до Шевченка Тараса, пл.","Пролягає від Садової вул. до Скіфської вул. (Жуляни).","Пролягає від Малосадової вул. до Садової 4 вул.","Пролягає від Совхозної вул. до Дніпровської вул.","Пролягає від Левадної вул. до кінця забудови (Бортничі).","Пролягає від Міжозерної вул. до Східно-Дальньої вул.","Пролягає від Ревуцького, вул. до Руденко Лариси, вул.","Пролягає від тупика до Крамського Івана, вул.","Пролягає від Ніжинської вул. до 9 Травня, вул.","Пролягає від Науки, просп. до Квітки-Основ'яненка, вул.","Виник у 1950-ті рр. Пролягає від Бойчука Михайла, вул. до Залізничного шосе.","Пролягає від Андрія Ніковського, вул. до кінця забудови","Пролягає від Курнатовського, вул. до Карбишева Генерала, вул.","Пролягає від Новаторів, вул. до кінця забудови.","Пролягає від Василя Вишиваного, вул. до тупика.","Виникла у 1950-ті рр. Пролягає від Підвисоцького Професора, вул. до Звіринецької вул.","Пролягає від Звіринецької вул. до тупика.","Пролягає від Максимовича Михайла, вул. до Луценка Дмитра, вул. і Смолича Юрія, вул.","Пролягає від Миколи Хвильового, вул. до кінця забудови.","Пролягає від Народного ополчення, вул. до Волинської вул.","Пролягає від Бажана Миколи, просп. до Ялинкової вул.","Пролягає від Харківського шосе до Ялинкової вул.","Пролягає від Радосинської, вул. до кінця забудови.","Пролягає від Білаша Олександра, вул. до кінця забудови.","Пролягає від Білаша Олександра, вул. до кінця забудови.","Пролягає від Хоткевича Гната пров. до залізниці.","Виникла у 1-й пол. 20 ст. Пролягає від Столичного шосе до Любомирської вул.","Пролягає від Столичного шосе (двічі, утворюючи форму дужки).","Пролягає від Перемоги, просп. до Краснова Миколи, вул.","Виникла у 1-й пол. 20 ст. Пролягає від Червонопільської вул. до  Осиповського, вул.","Пролягає від Паркової вул. до Замковецької вул.","Відома з 1 пол. 20 ст. Пролягає від Плещеєва Олексія, вул. до Новопирогівської вул.","Пролягає від Леся Танюка, вул. до Соснового 2, пров.","Пролягає від Кобзарського пров. до безіменного проїзду між Красицького, вул. та Кобзарською вул.","Пролягає від Козацької вул. до Стельмаха Михайла, вул.","Пролягає від Андріївського узвозу до Верхнього Валу, вул.","Пролягає від Воздвиженської вул. до Житнього ринку.","Пролягає від Січових Стрільців, вул. до Глибочицької вул.","Виникла у 1868-70 рр. Розташована між Петлюри Симона, вул., Центральним залізничним вокзалом і Приміським вокзалом.","Виникла наприкінці 19 ст. Пролягає від Петлюри Симона, вул. та Жилянської вул. до тупика.","Пролягає від Солом'янської вул. до Докучаєвської вул. і Докучаєвського тупика.","Розташована на перетині Шолом-Алейхема, вул. і Мілютенка, вул.","Пролягає від Славгородської вул. до Волго-Донського пров.","Пролягає від Бориспільської вул. до Тростянецької вул.","Пролягає від Байкової вул. до Володимира Брожка вул.","Пролягає від Волзької вул. (двічі).","Виникла у 1930-ті рр. Пролягає від Чоколівського бульв. до Повітрофлотського просп.","Пролягає від Мілютенка, вул. до Лісового просп.","Пролягає від Бродівської, вул. до кінця забудови","Пролягає від початку забудови до Радунської вул. (Троєщина).","Пролягає від Грінченка Миколи, вул. до Крутогірної вул.","Пролягає від Обсерваторної вул. до Гоголівської вул. та Павлівської вул.","Пролягає від вул. Архітектора Дяченка до Кільцевої дороги","Пролягає від Лісоводної, вул. до Андрія Ніковського, вул.","Пролягає від Великої Васильківської вул. до Ямської вул.","Пролягає від Андріївського узвозу та Десятинної вул. до Короленківської вул.","Пролягає від Європейської пл. до Поштової пл.","Пролягає від Михайлівської пл. до Софійської пл.","Виникла за часів Київської Русі. Пролягає від Борисоглібської вул. до Оболонської вул.","Пролягає від Ганни Арендт, вул. до безіменного проїзду.","Пролягає від Білаша Олександра, вул. до кінця забудови.","Пролягає від Алматинської вул. до лісу.","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від Визволителів, просп. до Навої Алішера, просп.","Пролягає від Дніпроводської вул. до кінця забудови.","Пролягає від Академіка Ромоданова, вул. до кінця проїзної частини.","Пролягає від Північно-Сирецької вул. до Правди просп.","Виникла у 1940-50-ті рр. Пролягає від Освіти, вул. до Лобановського Валерія просп.","Пролягає від Коцюбинського, вул. до Заплавної, вул.","Пролягає від Колоса Сергія, вул. до Мічуріна, вул.","Пролягає від Електриків вул. до Набережно-Рибальської дор.","Виник у 1950-ті р. Пролягає від Новокостянтинівської вул. до тупика.","Пролягає від Гарматної вул. до Відрадного просп.","Пролягає від Клінічної вул. до Саврасова, вул.","Пролягає від Дарницької, пл. до Попудренка, вул.","Пролягає від Героїв Севастополя, вул. до Суздальської вул.","Пролягає від Стеценка, вул. до Правди, просп.","Пролягає від Тимошенка Маршала, вул. до Героїв Дніпра, вул.","Пролягає від Нечуя-Левицького, вул. до кінця забудови.","Пролягає від Головка Андрія, вул. до Народної вул.","Пролягає на о. Галерний від Набережно-Корчуватської вул. (сполучена містком через зат. Миколайчик).","Пролягає від Червонопільської вул. до кінця забудови.","Пролягає від Колоса Сергія, вул. до вул. Променистої, вул. Михайла Дерегуса, пров. Марусі Чурай","Пролягає від Степана Бандери просп. до Вербової вул.","Пролягає від Садової 200 вул. вздовж залізниці до Дамбової вул.","Пролягає від Заплавної, вул. до кінця забудови (Бортничі).","Пролягає від Дегтярівської, вул. до Сім'ї Хохлових, вул.","Пролягає від Лобановського Валерія просп. до Радченка Петра, вул.","Виникла у 1910-ті рр. Пролягає від Перемоги, просп. до Відрадного просп.","Пролягає від Рубежівської вул. до Олевської вул.","Пролягає від Дубенської вул. до Тимірязєвського пров.","Пролягає від Козацької вул. і Стельмаха Михайла, вул. до Криворізької вул.","Пролягає від Каунаської вул. до Лобачевського, пров.","Виникла у 1950-ті рр. Пролягає від Батумської вул. до Сумської вул.","Пролягає від Московської вул. і Цитадельної вул. до Лесі Українки, пл.","Пролягає від Степана Бандери просп. та Тульської площі до Вербової, вул.","Пролягає від Повітрофлотського просп. до Уманської вул.","Пролягає від Газопровідної вул., Синьоозерної вул. до Данченка Сергія вул. та Олександра Олеся вул.","Пролягає від Ганни Арендт, вул. до кінця забудови.","Пролягає від Кудряшова, вул. до Солом'янської вул.","Пролягає від Рейтарської вул. до Стрілецької вул.","Пролягає від Харченка Євгена, вул. до кінця забудови.","Пролягає від Геофізиків, вул. до кінця забудови.","Пролягає від Брест-Литовського шосе до Чалого Михайла, вул.","Розташована під шляхопроводом Перемоги, просп., пролягає вздовж залізниці від Депутатської вул. до Святошинської вул.","Розташована між Дружби Народів, бульв., Старонаводницькою вул., Лаврською вул.","Пролягає від Колоса Сергія, вул. до Повітрофлотської вул.","Пролягає від Богатирської вул. до Героїв Сталінграда, просп.","Пролягає від Курбаса Леся, просп. до Жмеринської вул.","Пролягає від Слави, пл. до Андрія Первозванного, пл.","Продягає від Майдану Незалежності до Ольгинської вулиці.","Пролягає від Голосіївського, просп. до Родимцева Генерала, вул.","Пролягає від Гавела Вацлава, бульв. до Новопольової вул. і до кінця забудови.","Пролягає від Степана Бандери просп. до Північної вул.","Пролягає від Юрія Іллєнка, вул. до кінця забудови (до Герцена, узвозу).","Пролягає від Герцена, вул. до нижньої частини Врубелівського узвозу.","Пролягає від Герцена, вул. до тупика.","Пролягає від Перемоги, просп. до залізничного шляхопроводу (Чоколівського бульв.).","Пролягає від Радосинської, вул. до Митрополита Володимира Сабодана, вул.","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від Стадіонної вул. до Шовкуненка, вул.","Пролягає від Джона Маккейна, вул. до тупика.","Виникла у 19 ст. Пролягає від Січових Стрільців, вул. до Нижній Вал, вул. та Вознесенського  узвозу.","Пролягає від Січових Стрільців, вул. до Глибочицької вул.","Пролягає від Січових Стрільців, вул. до тупика.","Пролягає від Мельниченка, вул. до Жмеринської вул.","Пролягає від Волинської вул. до Ушинського, пров.","Пролягає від Білицької вул. до Замковецької вул.","Пролягає від Голосіївського, просп. та Васильківської вул. до межі міськради (продовженням є Одеське шосе).","Пролягає від Бажана Миколи, просп. до Григоренка Петра, просп.","Пролягає від Мистецької вул. до Краматорької вул.","Пролягає від Гвардійської вул. до кінця забудови.","Виникла в 1850-х рр. Пролягає від Гончара Олеся, вул. до Січових Стрільців, вул.","Пролягає від Отця Анатолія Жураковського вул. до Анатолія Лупиноса, вул.","Пролягає від Франка Івана, вул. до кінця забудови (Бортничі).","Пролягає від Володимира Беца, вул. до Суворова, вул. (Троєщина).","Пролягає від Гоголя, вул. до кінця забудови (Бортничі).","Пролягає від Бориспільської вул. до Приколійної вул.","Пролягає від Солом’янської вул. до Оборонної вул. і Лобановського Валерія просп.","Розташована між Голосіївським, просп., Голосіївською вул., Рильського Максима, вул., Васильківською вул.","Пролягає від Науки, просп. до Голосіївської пл.","Пролягає від залізничного шляхопроводу до Глушкова Академіка, просп.","Відомий з 1-ї трет. 20 ст. Пролягає від Голосіївської вул. до Добрий Шлях, вул.","Пролягає від Білицької вул. до Рожевої вул. (двічі).","Являє собою хордовий проїзд, що з'єднує різні частини Гомельської вул.","Пролягає від Правди, просп. до Свободи, просп., Косенка, вул.","Пролягає від Теліги Олени, вул. до Парково-Сирецької, вул.","Пролягає від Великої Житомирської вул. до Перемоги, пл., Шевченка Тараса, бульв., Дмитрівської вул.","Одна з найдавніших вулиць. Пролягає від Воздвиженської вул. до кінця забудови.","Пролягає від Балаклієвської вул. до Естонської вул.","Пролягає від Бориспільської вул. до Зрошувальної вул.","Виникла на межі 19-20 ст. Пролягає від Святошинської вул. до Львівської вул. і Липової вул.","Пролягає від П'ятигорської вул. до Козацької вул.","З'єднує різні частини П'ятигорської вул.","Пролягає від Проектної вул., утворюючи півколо.","Пролягає від Міжозерної вул. до Східно-Дальньої вул.","Пролягає від Юрія Литвинського вул. до Чернігівської вул.","Пролягає від Хрещатик, вул. до Франка Івана, пл.","Пролягає від Деснянської вул. до Єдності, вул.","Пролягає від Паркової вул. до Полкової вул.","Виникла у 2-й пол. 19 ст. Пролягає від Протасів Яр, вул., Нововокзальної вул. до Волгоградської вул.","Пролягає від Бродівської вул. до кінця забудови.","Виникла у серед. 19 ст. Пролягає від Лесі Українки, бульв. до кінця забудови.","Виник у серед. 19 ст. Пролягає від Госпітальної вул. до тупика.","Пролягає від Юрія Литвинського  вул. до Шевельова Юрія, вул.","Пролягає від Славгородської вул. до Славгородського пров.","Пролягає від Наумова Генерала, вул. до Робітничої вул.","Розташована між Стеценка, вул., Міською вул., Палладіна Академіка, просп.","Пролягає від Міської вул. та Великої Кільцевої дороги до межі міськради у напрямку Гостомеля.","Пролягає від Стратегічного шосе до Науки, просп.","Пролягає від Столєтова, пров. до Столєтова, вул.","Пролягає від Бальзака Оноре де, вул. до Радунської вул.","Пролягала від Палладіна Академіка, просп. до кінця забудови.","Пролягає від Малокитаївської вул. до тупика.","Пролягає від Ризької вул. до Ольжича, вул.","Пролягає від Пасічної, вул. до Челюскінців, вул.","Пролягає від магістралі вздовж залізниці до кінця забудови.","Пролягає від Дніпровського шосе до Рябова Олега, вул.","Пролягає від Радистів, вул. до Владлена Кузнецова, вул.","Пролягає від Великої Окружної вул. до вул. Симиренка","Пролягає від Даля Олександра, вул. до Радосинської, вул.","Пролягає від Гмирі Бориса, вул. до Григоренка Петра, просп.","Пролягає від Незалежності Майдану до Прорізної вул.","Пролягає від Протасів Яр, вул. до Саперно-Слобідської вул.","Пролягає від Алматинської вул. до Азербайджанської вул.","Пролягає від Гродненської вул. до кінця забудови.","Пролягає від Бакинської вул. до кінця забудови.","Пролягає від Провідницької вул. до Радісної вул.","Пролягає від Олексіївської вул. до Гаріна Бориса, вул. та Радченка Петра, вул.","Пролягає від Харківського шосе до Борової вул.","Пролягає від Харківського шосе до Ялинкової вул.","Пролягає від Добробутної вул. до Кільцевої дороги (Жуляни).","Пролягає від Європейської пл. до Арсенальної пл.","Пролягає від Автозаводської вул. до Бережанської вул.","Пролягає від Сім'ї Стешенків, вул. до Верховинця Василя, вул.","Пролягає від Кловського узвозу до Печерської пл.","Пролягає від Головка Андрія, вул. до Народної вул.","Пролягає від Перемоги, просп. до Чистяківської вул.","Пролягає від Кутововї вул. до вул. Сергія Висоцького","Пролягає від Добрузької вул. до Потебні Академіка, вул.","Пролягає від Гришка Миколи, вул. до Радосинської, вул.","Пролягає від Центральної Садової вул. до Канальної 10 вул., до Подільсько-Воскресенського мостового переходу.","Пролягає від Канальної 1 вул. до Дамбової вул., до Подільсько-Воскресенського мостового переходу.","Пролягає від Канальної 1 вул. до кінця забудови.","Пролягає від Дамбової 1 вул. і Канальної 1 вул. до Садової 11 вул.","Пролягає від Полкової вул. до кінця забудови.","Пролягає від Закревського Миколи, вул. до Бальзака Оноре де, вул.","Пролягає від Крутого узвозу до Шовковичної вул.","Розташована між Соборності, просп., Гагаріна Юрія, просп., Миру, просп.,  Будівельників, вул., Сергієнка Івана, вул., Сосюри Володимира, вул., Празькою вул., Харківським шосе.","Пролягає від Малишка Андрія, вул. до Жмаченка Генерала, вул.","Пролягає від Куричівська вул. до кінця забудови (Селище Радистів).","Пролягає від безіменного проїзду до кінця забудови, поблизу Радистів, пров. (Селище Радистів).","Пролягає від Маміна-Сибіряка, вул. до Індустріального пров.","Пролягає від Астраханської вул. до Лохвицької вул.","Пролягає від Січових Стрільців, вул. до Перемоги, просп.","Одна з давніх вулиць Києва (19 ст.). Пролягає від Воздвиженської вул. до Киянівського пров.","Пролягає від Володимира Брожка вул. до Нечуя-Левицького, вул. і Монтажників, вул.","Пролягає від Дежнєва, вул. (двічі, утворюючи напівкільце).","Пролягає від Вербицького Архітектора, вул. до Бажана Миколи, просп.","Пролягає від Овруцької вул. до кінця забудови.","Пролягає від Озерної вул. до Святищенської, вул.","Розташована між Голосіївським, просп., Лобановського Валерія просп., Ізюмською вул., Грінченка Миколи, вул., Лужевського Руслана пров., Науки, просп.","Сучасна назва з 50-х рр. 20 ст. Пролягає від Лобановського Валерія просп. до Козацької вул.","Пролягає від Голосіївського, просп. до Деміївської вул.","Пролягає від Героїв Бреста, пл. до Краснова Миколи, вул.","Пролягає від Герцена, вул. до Хохлових Сім’ї, вул.","Пролягає від Будіндустрії, вул. до кінця промислової забудови.","Пролягає від Набережно-Печерської дороги до тупика.","Пролягає між Плахотнюка Миколи, вул. і Даля Олександра, вул.","Пролягає від Олекси Тихого вул. до Тупікова Генерала, вул.","Пролягає від Радосинської, вул. до Лермонтова, вул. (Троєщина).","Пролягає вздовж узбережжя Десенки до проїзду до Садової 209 вул. і Малинівської вул.","Пролягає від Радосинської, вул. до кінця забудови.","Пролягає від Михайлівської пл. до Володимирської вул. і Андріївського узвозу.","Пролягає від Володимирської вул. до кінця забудови.","Пролягає від Канівської вул. до Свободи, просп.","Пролягає від Чоколівського бульв. до Донецької вул.","Пролягає від Дніпроводської вул. до кінця забудови.","Пролягає від Березневої вул. до кінця забудови.","Пролягає від Восьмого Березня, вул. до Джерельної вул.","Пролягає від Либідської, пл. до Лесі Українки, бульв.","Пролягає від Туманяна Ованеса вул. до кінця забудови","Пролягає від Харківського шосе до Ташкентської вул.","Пролягає від Наумова Генерала, вул. до Робітничої вул.","Пролягає від безіменного проїзду до кінця забудови, поблизу Помильська вул. (Селище Радистів).","Пролягає від Столичного шосе до Лісничої вул.","Пролягає від Столичного шосе до Дібровної вул.","Пролягає від Василя Тютюнника, вул. до Короленківської вул. і Малевича Казимира, вул.","Пролягає від вул. Робітничої до вул. Повітрофлотської","Пролягає від Путивльської, вул. до Садового 6, пров.","Пролягає від Перемоги, пл. до Лук'янівської пл.","Відома з 19 ст. Пролягає від Хвойки Вікентія, вул. до Тульчинської вул.","Відома з 1950-х рр. Пролягає від Тальнівської до Зовнішньої вул.","Пролягає від Тальнівської вул. до кінця забудови.","Пролягає від шосе Київ-Іванків-Овруч (продовження Мінського просп.) до шосе на місто Вишгород та Богатирської вулиці.","Пролягає вздовж берегової лінії Дніпра до кінця забудови.","Пролягає від Патона, мосту до Бажана Миколи, просп.","Пролягає від Столичного шосе до межі міськради.","Пролягає від Андрія Первозванного, пл. до Набережного шосе.","Пролягає від Машинобудівної вул. до Тупікова Генерала, вул.","Відома з 2-ї пол. 19 ст. Пролягає від Голосіївської вул. до Блакитного, вул.","Пролягає від Автозаводської вул. до Малиновського Маршала, вул., прилучається до Леоніда Телятникова, пл.","Пролягає від Колоса Сергія, вул. до Грушевої вул.","Пролягає від Старонаводницької вул. до Лаврської вул.","Пролягає від Звіринецької вул. до Тимірязєвського пров.","Пролягає від Вільшанської вул. до Звіринецької вул.","Пролягає від Крутогірної вул. до Пржевальського, вул.","Пролягає від Добросусідської вул. до Червоної вул.","Пролягає від Вернадського Академіка, бульв. до Палладіна Академіка, просп.","Пролягає від Гавела Вацлава, бульв. до кінця забудови.","Пролягає від П'ятигорської вул. до Гвардійської вул. (двічі).",null,"Пролягає від Алматинської вул. до тупика","Пролягає від Никифора Дровняка, вул. до Митрополита Володимира Сабодана, вул.","Пролягає від Перемоги, просп. до Дегтярівської вул.","Пролягає від Привітної і Волгоградської вул. до Протасів Яр, вул.","Пролягає від Привітної вул. та Волгоградської вул. до тупика.","Пролягає від Докучаєвської вул. до кінця забудови.","Пролягає від Комбайнерів, вул. до Караваєва Професора, вул.","Пролягає від Севастопольської пл. до залізниці.","Пролягає від Донецької вул. до Сім'ї Ідзиковських, вул.","Пролягає від Лобановського Валерія просп. (двічі, утворюючи хорду).","Пролягає від Архітекторської вул. до Донської вул.","Пролягає від Відрадного просп. до кінця забудови.","Пролягає від Пимоненка Миколи, вул. до Студентської вул.","Пролягає від Юрія Іллєнка, вул. до Парково-Сирецької, вул. і Ризької вул.","Пролягає від Рилєєва, пров. до Копилівської вул.","Пролягає від Шполянської вул. до Захарівської вул.","Пролягає від Здолбунівської вул. до Григоренка Петра, просп.","Пролягає від Підвисоцького Професора, вул. до кінця забудови.","Пролягає від Романа Шухевича, просп. і Братиславської вул. до Радунської вул. і Градинської вул.","Пролягає від Мельниченка, вул. до Жмеринської вул. Прилучаються: Петра Дорошенка вул., Біляшівського Академіка, вул.","Пролягає від Третьої вул. до кінця забудови.","Пролягає від Харченка Євгена, вул. до Заплавної, вул.","Пролягає від Дружби, вул. до Бортницької вул.","Пролягає від Дружби, вул. до Бортницької вул.","Пролягає від Дружби, вул. до Бортницької вул.","Пролягає від залізничного шляхопроводу до Патона, моста.","Пролягає від Перемоги, просп. до тупика.","Пролягає від Локомотивної вул. до Привітної вул.","Пролягає від Тимірязєвської вул. до Зверинецької вул.","Пролягає від Деснянської вул. до Єдності, вул.","Пролягає від вулиці Редьчинської до кінця забудови","Пролягає від вулиці Редьчинської, вулиці Луківської до кінця забудови","Пролягає від Жуковського Василя, пров. до Васильківської вул.","Пролягає від Підбірної вул. до Східно-Дальньої вул.","Пролягає від Вишгородської вул. до Автозаводської вул.","Пролягає від Дубровицької вул. до кінця забудови.","Пролягає від Дурдуківського Володимира, вул. до Булаховського Академіка, вул.","Пролягає від Безручка Марка, вул. до Уссурійської вул.","Пролягає від Китаєвської вул. до кінця забудови.","Пролягає від Дунаєвського, вул. до кінця забудови.","Пролягає від Букіної Раїси, вул. до Дунаєвського, вул.","Пролягає від Осіннього, пров. до Булаховського Академіка, вул.","Пролягає від Харченка Євгена, вул. до Борової вул.","Виникла у 50-ті рр. 20 ст. Пролягає від Перемоги, просп. до кінця забудови.","Пролягає від Рибальського мосту до кінця забудови.","Виник у 50-ті рр. 20 ст. Пролягає від Електриків, вул. до кінця забудови (2 рази).","Пролягає від перехрестя Романа Шухевича, просп., Братиславської вул., Драйзера Теодора, вул. до Сержа Лифаря, вул.","Пролягає від Вуликової, вул. до Енгельса, вул.","Пролягає від Коцюбинського, вул. до Заплавної вул.","Пролягає від Роздільної вул. до кінця забудови.","Пролягає від Марка Черемшини, вул. до Залізничної вул.","Виник у 50-ті рр. 20 ст. Пролягає від Роздільної вул. до Кудряшова, вул.","Пролягає від Русанівської наб. (двічі, утворюючи напівкільце).","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Підбірна вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Центральної вул. до безіменного проїзду, до оз. Підбірна.","Пролягає від Набережно-Жилянської  вул. до Жилянської вул.","Пролягає від Повітрофлотського просп. до Пулюя Івана, вул.","Пролягає від Басейної вул. до Саксаганського, вул.","Пролягає від Януша Корчака вул. до Туполєва Академіка, вул.","Сучасна назва з 1971. Пролягає від Естонської вул. до тупика.","Пролягає від Генерала Алмазова, вул. до Печерської пл. та Немировича-Данченка, вул.","Пролягає від Великої Васильківської вул. до Задніпровського Михайла, вул. і Новогоспітального, пров.","Пролягає від Радистів, вул. до Дмитра Загула, вул.","Пролягає від Броварського просп. до Верховної Ради, бульв.","Розташована між Хрещатик, вул., Трьохсвятительською вул., Володимирським узвозом, Грушевського Михайла, вул.","Пролягає від безіменного проїзду до Деснянської вул. до Свято-Георгіївської вул.","Пролягає від Василя Тютюнника, вул. до Малевича Казимира, вул.","Пролягає від Байкальської вул. до кінця забудови.","Пролягає від Космонавтів, пл. до Генерала Генадія Воробйова вул.","Пролягає від Степана Бандери просп. до Куренівської вул.","Пролягає від Мельниченка, вул. до Жмеринської вул.","Пролягає від Парково-Сирецької, вул. і Табірної вул. до Магістральної вул.","Пролягає від Замковецької вул. (двічі, утворюючи кільце).","Пролягає від Перемоги, просп. до Котельникова Михайла, вул.","Пролягає від Панорамної вул. до кінця забудови.","Пролягає від Руставелі Шота, вул. до Повітрофлотського просп. (шляхопровід).","Пролягає від Щусєва, вул. до Сальського Володимира, вул.","Пролягає від Хорива, вул. до Житньоторзької пл. та Верхній Вал, вул.","Розташована між Нижній Вал, вул., Верхній Вал, вул., Житньоторзькою вул., Ярославським пров.","Пролягає від Визволителів, просп. до Курнатовського, вул. і Миропільської, вул.","Пролягає від Кільцевої дороги до Святошинської вул.","Пролягає вздовж залізниці. Сполучається проїздом з Авторемонтною вул.","Пролягає від Чалого Михайла, вул. до Брест-Литовського шосе.","Виник у 1-й пол. 20 ст. Пролягає від Патріарха Володимира Романюка вул. до кінця забудови.","Пролягає від Симиренка, вул. до Корольова Академіка, просп.","Пролягає від Квіткові Луки, вул. до кінця забудови.","Пролягає від Голосіївського, просп. до Васильківської вул.","Пролягає від Васильківської вул. до Краматорської вул.","Пролягає від Теремківської вул. до межі міськради.","Пролягає від оз. Підбірна до тупика, паралельно Трояндовій вул.","Пролягає від Практичної вул. до кінця забудови.","Пролягає від Байкової вул. до Володимира Брожка вул.","Пролягає від Шкільної, вул. до Голосіївської вул.","Пролягає від Старообухівської вул. (Хутір Мриги).","Пролягає від Одеської пл. до Столичного шосе. Є частиною Великої Кільцевої дороги.","Сучасна назва з 1933. Пролягає від Зарічної вул. до кінця забудови.","Виникла у 2-й пол. 19 ст. Пролягає від Електриків, вул. до Кирилівської, вул.","Пролягає від Причальної вул. до кінця забудови.","Пролягає від Демидівської вул. до Лісної вул.","Розташована між Героїв Сталінграда, просп. і Тимошенка Маршала, вул.","Пролягає від Великої Васильківської вул. до Малевича Казимира, вул.","Пролягає від Лесі Українки, бульв. до Євгена Коновальця, вул. і Новогоспітального, пров.","Сучасна назва з 1935 р. Пролягає від Красилівської вул. до Васильківської вул.","Пролягає вздовж Бортницького каналу (Бортничі).","Пролягає від Квітки-Основ'яненка, вул. до Ягідної вул.","Пролягає від Маяковського Володимира, просп. до кінця забудови.","Сучасна назва з 1957. Пролягає від Дібровної вул. до кінця забудови.","Пролягає від Маміна-Сибіряка, вул. до Польової вул.","Пролягає вздовж залізниці від безіменного проїзду до Марка Черемшини, вул. до Північної вул.","Пролягає від Гаражної вул. до кінця забудови.","Пролягає від Гаражної вул. до безіменного проїзду.","Пролягає від Гаражної вул. до кінця забудови.","Пролягає від Гаражної вул. до безіменного проїзду.","Існує з 1911. Пролягає від Джержинського, пл. і Дружби Народів, бульв. до Бойчука Михайла, вул. (шляхопровід).","Пролягає від Вернадського Академіка, бульв. до кінця забудови.","Пролягає від Героїв Севастополя, вул. до Суздальської вул.","Пролягає від Божків Яр, вул. до Нечуя-Левицького, вул.","Сучасна назва з 1957. Пролягає від Бродівської вул. до Залужного пров.","Сучасна назва з 1957. Пролягає від Бродівської вул. (двічі, утворюючи напівкільце).","Пролягає від Харківського шосе до Ташкентської вул.","Існує з 40-х рр. 20 ст. Пролягає від Мостицької вул. до Полкового пров.","Існує з 1916. Пролягає від Замковецької вул. до Білицької вул.","Пролягає від Городецького Архітектора, вул. до Лютеранської вул.","Пролягає від Білаша Олександра, вул. до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Вишгородської вул. до кінця забудови.","Пролягає від Заплавної, вул. до Березневої, вул., Кирила Осьмака, вул.","Пролягає від Лаврської вул. вздовж Печерського ландшафтного парку.","Пролягає від Лугової вул. до Автотранспортної вул. (Бортничі).","Пролягає від Заплавної, вул. до кінця забудови, до оз. Заплавне (Бортничі).","Пролягає від Яблуневої вул. до Каменярів, вул.","Пролягає від Крутогірної вул. до кінця забудови.","Пролягає від Повітрофлотського просп. до Волинської вул.","Пролягає від Старосільської вул. до Курнатовського, вул.","Пролягає від проїзду до Вигурівського кладовища до Чурилівська, вул. і Рибака Натана, вул. (Троєщина).","Пролягає від Рильського Максима, вул. (двічі).","Пролягає від Трускавецької вул. та Іжевської вул. до Малоземельної вул.","Пролягає від Електриків до Набережно-Рибальської дор.","Пролягає від Сімферопольської вул. до Бориспільської вул.","Пролягає від Родимцева Генерала, вул. до кінця забудови.","Пролягає від Тепловозної вул. (двічі, утворюючи напівкільце).","Виникла у 2-й пол. 19 ст. Пролягає від Теліги Олени, вул. (сполучається сходами) до кінця забудови.","Пролягає від Справедливості, вул. до Володимира Беца, вул.","Пролягає від Тупікова Генерала, вул. до Борщагівської вул.","Пролягає від Тупікова Генерала, вул. до кінця забудови.","Пролягає від Вітрука Генерала, вул. до Степанченка Василя, вул.","Сучасна назва з 1955. Пролягає від Тимірязєвської вул. (двічі, утворюючи напівкільце).","Пролягає від Зеринецької вул. до Залізничного шосе.","Пролягає від Перемоги, просп. до кінця забудови.","Пролягає від початку забудови до Федьковича, вул.","Пролягає від Дніпровської набережної до Харківського шосе.","Пролягає від Героїв Севастополя, вул. до Суздальської вул.","Пролягає від Лінії 3 до безіменного проїзду.","Пролягає від Стеценка, вул. до кінця забудови.","Пролягає від Севастопольської пл. до кінця забудови.","Пролягає від Покровської вул. до кінця забудови.","Пролягає від Івана Виговського, вул. до кінця забудови.","Сучасна назва з серед. 20 ст. Пролягає від Землянського пров. до Пирятинської вул.","Пролягає від Мічуріна, вул. до кінця забудови.","Пролягає від Семенівської вул. до Клінічної вул.","Пролягає від Білицької вул. до Полкової вул.","Пролягає від Преображенської, вул. до Лобановського Валерія просп.","Пролягає від Героїв Севастополя, вул. до Суздальської вул.","Пролягає від Дніпрової вул. до Григоренка Петра, просп.","Пролягає від Кольцова, бульв. і Симиренка, вул. до Кільцевої дороги.","Пролягає від Чаадаєва Петра, вул. до Каховської вул.","Пролягає від Лютневої вул. до кінця забудови.","Сучасна назва з 1830. Пролягає від Володимирської вул. до Ярославів Вал, вул.","Пролягає від Володимирської вул. до Лисенка, вул.","Пролягає від Весняної вул. до Хутірського пров.","Пролягає від Бульварно-Кудрявської, вул. до кінця забудови.","Пролягає від Межового пров. до Сошенка, вул.","Пролягає від Кареловської вул. до кінця забудови.","Пролягає від Перемоги, просп. до Дегтярівської вул.","Пролягає від Тальнівської вул. до Урлівської вул. (зникла).","Пролягає від початку забудови до Верховинця Василя, вул.","Пролягає від Таврійської вул. до Гомельської вул.","Пролягає від безіменного проїзду поруч з Ганни Арендт, вул. і Контактною вул. до кінця забудови.","Пролягає від Гомельської вул. до Білицької вул.","Сучасна назва з 1958. Пролягає від залізниці (як продовження Приколійної вул.) до Ремонтної вул. (утворюючи напівкільце).","Пролягає від Садової вул. до Скіфської вул.","Пролягає від Валерія Марченка пл. до Правди, просп. та Гонгадзе Георгія, просп.","Пролягає від Ореста Чемеринського, вул. до Лазурної, вул","Пролягає від Вишгородської вул. до Автозаводської вул.","Пролягає від Анни Ярославни, вул. до Олексія Береста, вул.","Пролягає від Боричів Тік, вул. до Набережно-Хрещатицької вул.","Пролягає від Михайла Петренка, вул. до Столичного шосе","Пролягає від Бестужева Олександра, пров. до Канівської вул.","Пролягає від Трускавецької вул. та Зарічної вул. до Дніпровської набережної.","Пролягає від Іжевської вул. до Трускавецької вул. (Осокорки).","Пролягає від Володимира Брожка вул. до Лужевського Руслана пров.","Пролягає від вул. Ватутіна до кінця забудови","Сучасна назва з 1962. Пролягає від Контрактової пл. до Набережно-Хрещатицької вул.","Пролягає від Цимбалів Яр, вул. до Кошового Олега, вул.","Пролягає від Гетьмана Вадима, вул. до Борщагівської вул.","Пролягає від Довбуша Олекси, вул. до Рогозівської вул.","Пролягає від Наддніпрянського шосе і Промислової вул. до Будіндустрії, вул.","Пролягає від Переяславської вул. до проїзду, що з'єднує Автотранспортну вул. з Першого Травня, вул. (Бортничі).","Виник на поч. 20 ст. Пролягає від Московської вул. до Мазепи Івана, вул.","Пролягає від Маслюченко Варвари, вул. до кінця забудови (Бортничі).","Продягає від Незалежності Майдану і Хрещатика, вул. до Кловського узвозу.","Пролягає від Василя Тютюнника, вул. до Дружби Народів, бульв.","Пролягає від Левандовської, вул. до Бутишіва, пров.","Пролягає від Володимирської вул. до Паторжинського, вул.","Пролягає від Серпової вул. до Чорнобильської вул.","Пролягає від Столєтова, вул. до кінця забудови.","Пролягає від Верховинця Василя, вул. до тупика.","Пролягає від Перемоги, просп. до Андрющенка Григорія, вул.","Пролягає від Радистів, вул. до Радистів 1, пров.","Пролягає від Пітерської вул. та Єреванської вул. до Уманської вул.","Пролягає від Добровольчих батальйонів, вул. (двічі, утворюючи півколо).","Пролягає від Степана Бандери просп. до Малиновського Маршала, вул.","Пролягає від Куренівської вул. до кінця забудови.","Пролягає від Героїв Севастополя, вул. до кінця забудови.","Пролягає від Замковецької вул. до Данченка Сергія, вул.","Пролягає від Липківського Василя Митрополита, вул. до Генерала Шаповала, вул.","Пролягає від Пулюя Івана, вул. до кінця забудови.","Пролягає від Броварського просп. до Бобринецької вул.","Пролягає від Броварського просп. до Путивльської вул.","Пролягає від Вишгородської вул. до Автозаводської вул.","Пролягає від Охтирської вул. до Лобановського Валерія просп.","Пролягає від Щепкіна, вул. до Вільнюської вул.","Пролягає від Магістральної вул. до Толбухіна, вул.","Пролягає від вулиці Редьчинської до вулиці Калиновий Ріг","Пролягає від вулиці Луківської до Богатирського проїзду","Пролягає від Полярної вул. до Кондратюка Юрія, вул.","Пролягає від Стеценка, вул. до Івана Виговського, вул.","Пролягає від Кайсарова, вул. до Сигнальної вул.","Пролягає від Мостової вул. до Каменярів, вул.","Пролягає від Промислової вул. до кінця забудови.","Пролягає від Таращанського пров. до Рахманінова, вул.","Пролягає від Таращанської вул. до Кам'янець-Подільської вул.","Пролягає від Вірменської вул. до Колекторної вул.","Пролягає від Причальної вул. до Григоренка Петра, просп.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Дамбової 1 вул. до берегової лінії оз. Русанівського.","Пролягає від Золочевської вул. до кінця забудови.","Пролягає від Радистів, вул. до Биківнянської вул.","Пролягає від Яблонської Тетяни, вул. до Августина Волошина, вул.","Пролягає від Микитенка Івана, вул. до Кибальчича Миколи, вул.","Пролягає від Золочівського пров. до Косенка, вул.","Пролягає від Гагаріна Юрія, просп. до Хоткевича Гната вул.","Пролягає від Августина Волошина, вул. до Героїв Севастополя, вул.","Пролягає від Лобачевського, вул. до кінця забудови.","Пролягає від Астраханської вул. до Лохвицької вул.","Пролягає від Августина Волошина, вул. до Героїв Севастополя, вул.","Пролягає від  Молодогвардійської вул. до Волинської вул.","Пролягає від Глушкова Академіка, вул. до Лятошинського Композитора, вул.","Пролягає від Регенераторної вул. до Фанерної вул.","Пролягає від Бойчука Михайла, вул. до кінця забудови","Пролягає від Челябінської вул. і Слобідського, пров. до Маланюка Євгена, вул.","Пролягає від Гавела Вацлава, бульв. до Відрадного просп.","Пролягає від Качури Якова, вул. до кінця забудови.","Пролягає від Симиренка, вул. до кінця забудови.","Пролягає від Бориспільської вул. до Тростянецької вул.","Пролягає від Маяковського Володимира, просп. до Бальзака Оноре де, вул.","Пролягає від Квітки-Основ’яненка, пров. до Ягідної вул.","Пролягає від Міської вул. до Селянської вул.","Пролягає від Науки, просп. до Голосіївського лісу.","Пролягає від Квітки-Основ'яненка, вул., розгалужуючись на два напрямки — до Парникової вул. та до Кащенка Академіка, вул.","Пролягає від Центральної вул. до Лісової вул.","Пролягає від Лінії 3 до кінця забудови.","Пролягає в від Золоті Джерела, вул. до кінця забудови.","Пролягає від Січневої вул. до території державного заповідного господарства \"Феофанія\".","Пролягає від Липової вул. до кінця забудови (Бортничі).","Пролягає від Новомостицької вул. до кінця забудови.","Пролягає від Северина Наливайка вул. до Родини Крістерів вул., Полкової вул.","Відома з 1-ї пол. 20 ст. Пролягає від Комунальної вул. до кінця забудови.","Пролягає від Тропініна, пров. до Багговутівської вул.","Пролягає від Богатирської вул. до кінця забудови.","Пролягає від Голосіївської вул. до Ремісничого пров.","Пролягає від Донецької вул. до кінця забудови.","Розташована між Маяковського Володимира, просп., Романа Шухевича, просп., Перова, бульв.","Пролягає від Райдужної вул. до Романа Шухевича, просп.","Пролягає від Берізоньки вул. до тупика, паралельно Маньківській вул.","Пролягає від Сирецького проїзду до Стеценка, вул.","Пролягає від Колоса Сергія, вул. до Садової вул.","Пролягає від пров. Московського до вул. Академіка Вільямса","Пролягає від Харченка Євгена, вул. до Березневої, вул., Лугової, вул.","Пролягає від Ярославської вул. до Білицької вул.","Пролягає від Провіантської, вул. до Богдана Гаврилишина, вул.","Пролягає від Щербаківського Данила, вул. до Януша Корчака, вул.","Пролягає від Кузбаської вул. до Путивльського пров.","Пролягає від Броварського просп. до Бобринецької вул.","Виникла у 2-й пол. 19 ст. Пролягає від Науки, просп. до кінця забудови.","Пролягає від початку забудови до Гаріна Бориса, вул.","Один з давніх провулків Києва. Пролягає від Вознесенського узвозу до Дегтярної вул.","Пролягає від Одеської пл. до Перемоги, просп.","Пролягає поблизу Квітневої вул. і Лебедєва Академіка, вул., утворюючи півколо.","Пролягає від Повітрофлотського просп. до кінця забудови.","Пролягає від Новоросійської пл. до Путивльської вул.","Пролягає від  Якуба Колоса, вул. до Жмеринської вул.","Пролягає від Волзької вул. до кінця забудови.","Пролягає від Липківського Василя Митрополита, вул. до Огієнка Івана, вул.","Пролягає від Робітничої вул. до Підлісної вул.","Пролягає від Причальної вул. до Сортувальної вул.","Пролягає від Мельниченка, вул. до Жмеринської вул.","Пролягає від безіменного проїзду до Золоті Джерела, вул. до Жуків Затон, вул.","Пролягає від Звіринецької вул. до кінця забудови.","Пролягає від Лазурної вул. до кінця забудови (Селище Радистів).","Пролягає від Народної вул. до Солом'янської вул. та Амосова Миколи, вул.","Виник у 1-й пол. 20 ст. Пролягає від Клінічної вул. до кінця забудови.","Почав забудовуватися у 1-й пол. 19 ст. Пролягає від Інститутської вул. до Московської вул.","Виникла у 1880-ті. Пролягає від Багговутівської вул. до тупика.","Пролягає від Григоренка Петра, просп. до Дніпровської набережної.","Пролягає від Бориса Тена, вул. до Академіка Заболотного, вул.","Пролягає від Вишгородської вул. до Косенка, вул.","Пролягає від Кобзарської вул. до безіменного проїзду, який простягається від Вишгородської вул. до тупика.","Пролягає від Народної вул. до тупика.","Пролягає від Кобилянської Ольги, вул., до кінця забудови.","Пролягає від Глушкова Академіка, просп. до Ломоносова, вул.","Відомий з 1-ї пол. 20 ст. Пролягає від Смоленської вул. до Борщагівської вул.","Пролягає від Голосіївської вул. до Малокитаївської вул.","Пролягає від Арсенальної вул. до Генерала Алмазова, вул.","Пролягає від Саперне Поле, вул. до Малевича Казимира, вул.","Пролягає від вулиці Пляхівської до провулку Рубінового","Пролягає від Митрополита Володимира Сабодана, вул. до кінця забудови","Є однією з давніх вулиць. Пролягає від Верхній Вал, вул. до Дегтярної вул.","Виникла у 19 ст. Пролягає від Деміївської вул. до Амурської вул.","Виник у 19 ст. Пролягає від Козацької вул. до Костанайської вул.","Пролягає від Василенка Миколи, вул. до Авторемонтної вул.","Пролягає від Єреванської вул. до Уманської вул.","Пролягає від Круглоуніверситетської вул. до Шовковичної вул.","Пролягає від Добровольчих батальйонів, вул. до Лаврської вул.","Пролягає від Козятинської вул. до кінця забудови.","Пролягає від Харківської пл. до Маслівка, вул.","Пролягає від Колекторної вул. до кінця забудови.","Пролягає від Голосіївського, просп. до Васильківської вул.","Пролягає від Вільямса Академіка, вул. до Кільцевої дороги.","Пролягає від Крутогірної вул. до тупика.","Пролягає від Сосніних Сім’ї, вул. і Зодчих, вул. до Курбаса Леся, просп.","Пролягає від Яблонської Тетяни, вул. до Ніжинської вул.","Пролягає від Каховської вул. до Маланюка Євгена, вул.","Сучасна назва з 1957. Пролягає від Заболотного Академіка, вул. до кінця забудови.","Пролягає від Мінського шосе до Калнишевського Петра, вул.","Пролягає від Нововокзальної вул. до Привітної вул.","Пролягає від Ломоносова, вул. до Вільямса Академіка, вул.","Відома з 19 ст. Пролягає від Шахтарської вул. до тупика.","Пролягає від Листопадної вул. до Рильського Максима, вул.","Пролягає від Кошового Олега, вул. до Рильського Максима, вул.","Розташована між Грушевського Михайла, вул., Міський садом і Маріїнським парком.","Пролягає від Ганни Арендт, вул. до Зоряної вул.","Розташована між Сагайдачного Петра, вул., Покровською вул., Андріївським узвозом, Фролівською вул., Притисько-Микільською вул., Костянтинівською вул., Межигірською вул., Спаською вул., Сковороди Григорія, вул., Іллінською вул.","Пролягає від Котляревського, вул. до Шевченка, вул.","Пролягає від Білицької вул. до Полкової вул.","Пролягає від Січових Стрільців, вул. до Рибалка Маршала, вул. і Митрофана Довнар-Запольського, вул.","Пролягає від Генерала Алмазова, вул. і Московської вул. до Печерської пл.","Виникла у 1-й пол. 19 ст. Пролягає від Теліги Олени, вул. до Сирецької вул.","Пролягає від Новокостянтинівської вул. до кінця забудови.","Відома з 1-ї пол. 20 ст. Пролягає від Лауреатської вул. (двічі) до кінця забудови.","Пролягає від Жилянської вул. до Ділової, вул. і Малевича Казимира, вул.","Пролягає від Корольова Академіка, просп. і Сосніних Сім’ї, вул. до Курбаса Леся, просп.","Виник у кін. 70-х - поч. 80-х рр. 20 ст. як продовження Корольова Академіка, вул. Пролягає від Сосніних Сім’ї, вул. до 9 Травня, вул.","Пролягає від Наумова Генерала, вул. до Робітничої вул.","Пролягає від Рубежівської вул. до Олевської вул.","Пролягає від Олексіївської вул. до тупика.","Пролягає від Хутірського пров. до Весняної вул.","Пролягає від Кащенка Академіка, вул. до Парникової вул. (двічі).","Пролягає від Сошенка, вул., Лісозахисної вул. до Свободи, просп., Гонгадзе Георгія, просп.","Пролягає від Юності, вул. до Миропільської вул.","Пролягає від Преображенської, вул. до кінця забудови.","Розташована між Чоколівським бульв., Антонова Авіаконструктора, вул. і Єреванською вул.","Відомий з 2-ї пол. 19 ст. Пролягає від Глибочицької вул. до Кудрявської вул.","Пролягає від Майкопської вул. до Козацької вул.","Пролягає від Майкопської вул. і Майкопського пров. до Костанайської вул.","Пролягає від Незалежності Майдану до Трьохсвятительської вул.","Пролягає від Якубовського Маршала, вул. до Ломоносова, вул.","Пролягає від Мельниченка, вул. до тупика.","Пролягає від Орлика Пилипа, вул. до кінця забудови.","Пролягає від вул. Юрія Немирича до вул. Олени Апанович","Пролягає від Отця Анатолія Жураковського вул. до Кооперативної вул.","Пролягає від Контрактової пл. до Заводської вул.","Пролягає від Січових Стрільців, вул. до Шолуденка, вул.","Пролягає від Святошинської вул. до Живописної вул.","Пролягає від Ушакова Миколи, вул. до Павленка, вул., Павленка, пров.","Пролягає від Шевченка, вул. до Садової вул.","Пролягає від Кирила Осьмака, вул. до Лугової вул.","Пролягає в ур. Моложі, веде до бази відпочинку \"Вигурівщина\".","Пролягає від Гончара Олеся, вул. до Шевченка Тараса, бульв.","Пролягає від Любарської вул. до Тепловозної вул.","Виник у 1-й третині 20 ст. Пролягає від Кочерги Івана, вул. до Тепловозної вул.","Пролягає від Волзької вул. до Забайківської, вул.","Пролягає від Профінтерну, вул. до кінця забудови (зниклий).","Пролягає від Ревуцького, вул. до Драгоманова, вул.","Пролягає від Голосіївської вул. до Тихвінського пров.","Пролягає від Добрий Шлях, вул. до тупика.","Пролягає від Ревуцького, вул. до Харківського шосе.","Пролягає від Білаша Олександра, вул. до кінця забудови","Пролягає від Радосинської, вул. до кінця забудови.","Пролягає від Братиславської вул. до перехрестя з Сержа Лифаря, вул., Меліоративною вул. та Пухівською вул.","Пролягає від Будівельників, вул. до Хоткевича Гната вул.","Пролягає від Холмогорського пров. до Говорова Маршала, вул.","Пролягає від Краматорської вул. (двічі)","Пролягає від Перемоги, просп. до тупика.","Пролягає від Ужгородського пров. до Стельмаха Михайла, вул.","Пролягає від Вишгородської вул. до Косенка, вул.","Пролягає від Перемоги, просп. до залізниці.","Пролягає від Паркової вул. до Полкової вул.","Пролягає від Щербаківського Данила, вул. до Януша Корчака, вул.","Пролягає від Сиваської вул. до Лобачевського, вул.","Пролягає від Лобачевського, вул. до Двінської вул.","Сучасна назва з 1953. Пролягає від Вітрука Генерала, вул. до Тернопільської вул. та Хмельницької вул.","Пролягає від Вернадського Академіка, бульв. до Степанченка Василя, вул.","Пролягає від Солом'янської вул. до Лобановського Валерія просп.","Пролягає від Кривоноса Максима, вул. до Олексіївської вул.","Розташована між Липківського Василя Митрополита, вул., Патріарха Мстислава Скрипника, вул., Кірпи Григорія, вул., Толстого Льва, вул., Кучмин Яр вул., Кудряшова, вул.","Пролягає від Деміївської вул. до Козацької вул.","Пролягає від Толстого Льва, вул. до кінця забудови.","Пролягає від безіменного проїзду, що з'єднує Крилова, вул. з Левадним 1-м пров., до кінця забудови.","Пролягає від безіменного проїзду, що з'єднує Крилова, вул. з Левадним 1-м пров., до кінця забудови.","Пролягає від Крилова, вул. до кінця забудови (Бортничі).","Виник у 2-й пол. 19 ст. Пролягає від Лермонтовської вул. до тупика.","Пролягає від Феодосійської вул. до Стратегічного шосе.","Пролягає від Вернадського Академіка, бульв. до Бородянського пров.","Пролягає від Сигнальної вул. (двічі, утворюючи півколо).","Пролягає від Березневої вул. до кінця забудови (Бортничі).","Пролягає від Перемоги, просп. до кінця забудови.","Пролягає від Грушевського Михайла, вул. до Інститутської вул.","Пролягає від Борової вул. і Славгородської вул. до кінця забудови.","Пролягає від Крутого узвозу до кінця забудови.","Пролягає від Каменярів, вул. (двічі).","Пролягає від Крутого узвозу  до Лютеранської вул.","Сучасна назва з 1957. Пролягає від початку забудови до Комунальної вул.","Пролягає від Березневої вул. до Левадного пров. (Бортничі).","Пролягає від Бессарабської пл. до Круглоуніверситетської вул. (сполучається сходами).","Пролягає від Каменярів, вул. до Лобановського Валерія просп.","Пролягає від Шульгина Володимира, вул. до Наумовича Володимира, вул.","Пролягає від Григоренка Петра, просп. до Колекторної вулиці.","Пролягає від Липківського Василя Митрополита, вул. до кінця забудови.","Пролягає від Кіото, вул. до Волкова Космонавта, вул.","Сучасна назва з 1908. Пролягає від Артема, вул. і Кудрявського узвозу до Вознесенського узвозу.","Пролягає від  Кудрявської вул. і Січових Стрільців, вул. до Глибочицької вул.","Пролягає від Кривоноса Петра, пл. до Енергетиків, пров.","Пролягає від Кудряшова, вул. до Кучмин Яр вул.","Пролягає від Броварського просп. до Бобринецької вул.","Пролягає від Путивльської вул. до Бобринецької вул.","Пролягає від Сім'ї Стешенків, вул. до Верховинця Василя, вул.","Пролягає від початку забудови до Жабаєва Жамбила, вул.","Пролягає від Богуна Івана, вул. до Борової вул.","Пролягає від Стеценка, вул. до Івана Виговського, вул.","Пролягає від Стеценка, вул. до Кукурудзяної вул.","Пролягає від Перемоги, просп. до Ґалаґанівської, вул.","Пролягає від Кулібіна, вул. до Чистяківської вул.","Виникла у 1980. Розташована між Митрополита Андрея Шептицького, вул., Панельною вул. , Челябінською вул., Слобідського, пров.","Пролягає від Патріарха Володимира Романюка вул. до Шкільної вул.","Пролягає від Медвинської вул. до Володимира Брожка вул.","Сучасна назва з 1950. Пролягає від Куп'янської вул. до Дежнєва, вул.","Пролягає від залізничного шляхопроводу (над платформою ст. Борщагівка) і Любомира Гузара, просп. до Кільцевої дороги.","Виник наприкінці 19 ст. Пролягає від Верхньої вул. до Бастіонної вул.","Виник наприкінці 19 ст. Пролягає від Курганівської вул. до кінця забудови.","Пролягає від Кирилівської, вул. і Степана Бандери просп. до Єрмака, вул.","Пролягає від Куренівської вул. до Ливарської вул.","Пролягає від Дачної вул. до Лазурної вул. та Рубінового пров.","Пролягає від Героїв Космосу, вул. до Юри Гната, вул.","Пролягає від Миропільської вул. до Кибальчича Миколи, вул.","Пролягає від Міської вул. до кінця забудови.","Пролягає від Братиславської вул. до Кубанської України, вул.","Пролягає від кладовища до Трояндової, вул.","Пролягає від Туполєва Академіка, вул. до Стеценка, вул.","Пролягає від Радосинської, вул. до кінця забудови","Пролягає від Лермонтова, вул. до Радосинської, вул.","Пролягає від Маяковського, вул. до Хотянівської, вул.","Пролягає від Сім’ї Сосніних, вул. до Покотила Володимира, вул.","Пролягає від Кривоноса Петра, пл. до Роздільної вул.","Пролягає від Кучмин Яр вул. до кінця забудови.","Пролягає від Василя Тютюнника, вул. до Ямської вул.","Сучасна назва - поч. 19 ст. Пролягає від Василя Тютюнника, вул. до тупика.","Пролягає від Бродівської вул. до кінця забудови.","Пролягає від Слави, пл. до Героїв Великої Вітчизняної війни, пл., Дружби Народів, бульв.","Пролягає від Лаврської вул.","Пролягає від Бальзака Оноре де, вул. до Драйзера Теодора, вул. та Радунської вул.","Сучасна назва з 1957. Пролягає від Передової вул. до Бродівської вул.","Пролягає від Діамантового пров. до кінця забудови (Селище Радистів).","Пролягає від безіменного проїзду до Лазурної вул. (Селище Радистів).","Сучасна назва з 1957. Пролягає від Пирогівський шлях, вул. до кінця забудови.","Пролягає від початку забудови до Метрологічної вул.","Пролягає від Полярної вул. до Сім'ї Шовкоплясів, вул.",null,"Пролягає від Левадної вул. до кінця забудови.","Пролягає вздовж межі міськради поблизу з Левадною вул. (Бортничі).","Пролягає від Левадної вул. до Березневої вул.","Пролягає від Московської вул. до Михайла Омеляновича-Павленка, вул.","Пролягає від Гетьмана Вадима, вул. до Ніжинської вул.","Пролягає від Науки, просп. до Моторного пров.","Пролягає від Науки, просп.  (двічі, утворюючи підковоподібну дугу).","Пролягає від проїзду до Антонова Авіаконструктора, вул. до Донецької вул.","Пролягає від Московської вул. до кінця забудови.","Розташована на перетині вулиць Маршала Малиновського та Добрининської","Пролягає від Хмельницького Богдана, вул. до Шевченка Тараса, бульв.","Пролягає від Лермонтова, вул. до Лермонтова, 4пров","Пролягає від Деснянської вул. до Шевченка, вул.","Пролягає від Березневої вул. і Франка Івана, вул. до кінця забудови (до межі міськради).","Пролягає від Лермонтова, вул. до кінця забудови.","Пролягає від Лермонтова, 3 пров. до Лермонтова, 1 пров.","Пролягає від Лермонтова, вул. до кінця забудови.","Пролягає від безіменного проїзду до Лермонтова, вул. до кінця забудови, вздовж оз. Вітовець (Бортничі).","Пролягає від початку забудови до Лермонтова вул. (паралельно Лермонтова вул.) (Бортничі).","Сучасна назва з 1911. Пролягає від Герцена, вул. до Майбороди Платона, вул.","Пролягає від Госпітальної вул. до Дружби Народів, бульв.","Розташована між Лесі Українки, бульв., Генерала Алмазова вул. і Задніпровського Михайла, вул.","Сучасна назва з 1922. Пролягає від Млієвської вул. до Золочівського пров.","Пролягає від Володимира Беца, вул. до Макаренка, вул.","Пролягає від Григорія Косинки, вул. до Євгена Плужника, вул.","Пролягає від Євгена Гуцала, пров. і Печерської пл. до кінця забудови.","Пролягає від Сім'ї Прахових, вул. до кінця забудови.","Розташована між Великою Васильківською вул.,Джона Маккейна, вул., Дружби Народів, бульв., Антоновича, вул., Лужевського Руслана пров.","Пролягає від Скляренка Семена, вул. до тупика.","Пролягає від Кривоноса Петра, пл. до Солом'янської пл.","Пролягає від Січневої вул. до території державного заповідного господарства \"Феофанія\".","Виникла у 1910. Пролягає від Перемоги, просп. до Львівської вул.","Пролягає від початку забудови до Лазурної вул. (Селище Радистів).","Пролягає від початку забудови до Левадної вул. (Бортничі).","Пролягає від Грушевського Михайла, вул. до Орлика Пилипа, вул.","Виник у 30-40-і рр. 19 ст. Пролягає від Шовковичної вул. до Липської вул.","Пролягає від Ярославів Вал, вул. до Хмельницького Богдана, вул.","Пролягає від Дежнєва, вул. до Травневої вул.","Сучасна назва з 1953. Пролягає від Лисичанської вул. до Травневого пров.","Пролягає від Науки, просп. до Ракетної вул.","Пролягає від Лисогірської вул. до Пирогівський шлях, вул.","Пролягає від Уральського пров. до Уральської вул.","Сучасна назва з 1944. Пролягає від Уральської вул. до Добрий шлях, вул.","Пролягає від Красицького, вул. до Бестужева Олександра, вул.","Пролягає від Кольцова, бульв. до Зодчих, вул.","Пролягає від Саперно-Слобідської вул. до Феодосійської вул.","Пролягає від Чайківської вул. до кінця забудови.","Виникла у 1-й пол. 20 ст. Пролягає віл Лікарняного пров. до кінця забудови.","Виник у 1-й пол. 20 ст. Пролягає від Митрополита Андрея Шептицького, вул. до кінця забудови.","Виникла наприкінці 19 ст. Пролягає від Протасів Яр, вул.  до Нововокзальної вул.","Виникла на поч. 20 ст. Пролягає від Курортної вул. до Лісної вул.","Пролягає від Садової 23 вул. до кінця забудови.","Пролягає від початку забудови до Синьоозерної вул.","Пролягає вздовж лінії швидкісного трамваю від Вершигори Петра, вул. до кінця забудови.","Пролягає від проїзду, який проходить вздовж оз. Редькине і веде до Богатриської вул. до кінця забудови.","Пролягає від Стеценка, вул. до безіменного проїзду.","Пролягає від Лінії 18 до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Лісної вул.","Пролягає від проїзду до Лінії 18 до кінця забудови.","Пролягає від Синьоозерної вул. до безіменного проїзду.","Пролягає від Синьоозерної вул. до безіменного проїзду.","Пролягає паралельно Лінії 1 (котеджне містечко \"Урочище Наталка\").","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Лісної вул.","Пролягає від Лінії 15 до кінця забудови.","Пролягає від проїзду до Лінії 18 до Лінії 15.","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Квітки Цісик, вул.","Пролягає від Лінії 11 до Лінії 1  (садове товариство \"Більшовик\").","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Лісної вул.","Пролягає від Лінії 15 до кінця забудови.","Пролягає від Лінії 11 до Лінії 1  (садове товариство \"Більшовик\").","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до кінця забудови.","Пролягає від Лінії 15 до кінця забудови.","Пролягає від Лінії 11 до Лінії 1  (садове товариство \"Більшовик\").","Пролягає від Лінії 1 до кінця забудови.","Пролягає від Лінії 11 до Лінії 1  (садове товариство \"Більшовик\").","Пролягає від Лінії 1 до Лінії 12.","Пролягає від Лінії 18 до Лінії 12.","Пролягає від Лінії 1 вздовж берегової лінії Дніпра до проїзду до Лінії 7, Лінії 8, Лінії 9, Лінії 10.","Пролягає від початку забудови до межі товариства.","Пролягає від Лінії 18 до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Новикова-Прибоя вул. до Лісної вул.","Пролягає від Совхозної вул. до кінця забудови.","Пролягає від безіменного проїзду до Газопровідної вул. до проїзду, який з'єднує Газопровідну вул. з Лінією 1.","Пролягає від Стеценка, вул. до безіменного проїзду.","Пролягає від початку забудови до безіменного проїзду до Марка Черемшини, вул.","Пролягає від проїзду, який проходить вздовж оз. Редькине і веде до Богатриської вул. до кінця забудови.","Пролягає від проїзду, який проходить вздовж оз. Редькине і веде до Богатриської вул. до кінця забудови (котеджне містечко \"Урочище Наталка\").","Пролягає від Стеценка, вул. до безіменного проїзду.","Пролягає від Лінії 18 до кінця забудови.","Пролягає від Марка Черемшини, вул. до безіменного проїзду.","Пролягає від безіменного проїзду до Газопровідної вул. до проїзду, який з'єднує Газопровідну вул. з Лінією 1.","Пролягає від Совхозної вул. до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Курортної вул. до Лісної вул.","Пролягає параллельно лінії швидкисного трамваю і Садовій 200-й вул.","Пролягає вздовж оз. Радунка (Райдуга) до безіменного проїзду до Райдужної вул.","Пролягає від Совхозної вул. до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Курортної вул. до Максименка Федора вул., переривається і продовжується від Юнкерова Миколи, вул. до Лісної вул.","Пролягає від безіменного проїзду до Газопровідної вул. до проїзду, який з'єднує Газопровідну вул. з Лінією 1.","Пролягає від Стеценка, вул. до безіменного проїзду.","Пролягає від проїзду до Лінії 18 до кінця забудови.","Пролягає від Лінії 1 до Лінії 3.","Пролягає від Совхозної вул. до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Лісної вул.","Пролягає від Газопровідної вул. до Синьоозерної вул.","Пролягає від Стеценка, вул. до безіменного проїзду.","Пролягає від лінії швидкісного трамваю до кінця забудови.","Пролягає від Лінії 18 до кінця забудови.","Пролягає від проїзду, який проходить вздовж оз. Редькине і веде до Богатриської вул. до кінця забудови (котеджне містечко \"Урочище Наталка\").","Пролягає від Лінії 7 до безіменного проїзду.","Пролягає від Садоваї 23 вул. до кінця забудови.","Пролягає від проїзду до Лінії 18 до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Лісної вул.","Пролягає від Садоваї 23 вул. до кінця забудови.","Пролягає паралельно з Лінією 8 (котеджне містечко \"Урочище Наталка\").","Пролягає від проїзду до Лінії 18 до кінця забудови.","Пролягає від Стеценка, вул. до безіменного проїзду.","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до кінця забудови.","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Квітки Цісик вул.","Пролягає від Садоваї 23 вул. до кінця забудови.","Пролягає від проїзду до Лінії 18 до кінця забудови.","Пролягає паралельно Богатирській вул. між Лінією 9 і Лінією 7 (котеджне містечко \"Урочище Наталка\").","Пролягає від Синьоозерної вул. до безіменного проїзду.","Виникла на поч. 20 ст. Пролягає від Максименка Федора вул. до Лісної вул.","Пролягає від Синьоозерної вул. до безіменного проїзду.","Пролягає від Садової 24 вул. до Садової 16 вул.","Пролягає вздовж Богатирської вул. (котеджне містечко \"Урочище Наталка\").","Пролягає від проїзду до Лінії 18 до кінця забудови.","Пролягає від Бальзака Оноре де, вул. до Милославської вул.","Пролягає від Харченка Євгена, вул. до Польової вул.","Сучасна назва з 1920. Пролягає від Міської вул. до Селянської вул.","Пролягає від Мінського просп. до межі міськради (Хутір Микільський).","Пролягає від Столичного шосе до кінця забудови.","Пролягає від Квіткововї вул. до кінця забудови.","Пролягає поруч з пд. межею міськради, праворуч від Столичного шосе.","Пролягає від Братиславської вул. до Волкова Космонавта, вул.","Пролягає віж Лісної вул. до Демидівської вул.","Пролягає від Любомирської вул. до кінця забудови.","Пролягає від Косенка, вул.  до Лісозахисного пров.","Пролягає від Лісозахисної вул. до Ростовської вул.","Пролягає від Наумова Генерала, вул. до Олевської вул.","Пролягає від Соборної вул. до Східно-Дальньої вул.","Пролягає від Східно-Дальньої вул. до кінця забудови.","Пролягає від Східно-Дальньої вул. до кінця забудови.","Пролягає від Східно-Дальньої вул. до Західно-Кільцевої вул.","Пролягає від Східно-Дальньої вул. до Західно-Кільцевої вул.","Пролягає від Західно-Кільцевої вул. до кінця забудови.","Пролягає від початку забудови до Опришківської вул.","Пролягає від безіменного проїзду до Літинської вул. до кінця забудови.","Пролягає від Деснянської вул. до Єдності, вул.","Виникла у 1928-1929. Пролягає від Євгена Коновальця, вул. до Лабораторного пров.","Пролягає від Севастопольської пл. до Деміївської пл.","Пролягає від Сосницької вул. до Кармелюка вул.","Пролягає від Гашека Ярослава, бульв. до Лохвицької вул.","Пролягає від Сирецької вул. до кінця забудови.","Пролягає від Яблочкова, пров. до кінця забудови.","Пролягає від Плахотнюка Миколи, вул. до Даля Олександра, вул.","Пролягає від Переяславської вул. до кінця забудови.","Пролягає від Кучмин Яр вул. до Привітної вул.","Пролягає від Стельмаха Михайла, вул. до Костичева Академіка, вул.","Пролягає від Сиваської вул. до кінця забудови.","Пролягає від Товарної вул. до Ромоданівської вул.","Пролягає від Володимира Брожка вул. до кінця забудови.","Пролягає від Автозаводської вул. до Богатирської вул.","Пролягає від Московської вул. до Колоса Сергія, вул.","Пролягає від проїзду, що проходить паралельно Лінії 1 до безіменного проїзду, що проходить вздовж оз. Радунка (Райдуга).","Пролягає від Кирила Осьмака, вул. до Коцюбинського, вул. (Бортничі).","Пролягає від Дніпровської вул. до кінця забудови.","Пролягає від Центральної вул. до Східної 3 вул.","Пролягає від Центральної вул. до кінця забудови, переривається озером","Пролягає від Садової 7, вул., безіменного озера до кінця забудови.","Пролягає від Садової 7, вул., безіменного озера до кінця забудови.","Пролягає від Садової 7, вул., безіменного озера до кінця забудови.","Пролягає від Садової 7, вул., безіменного озера до кінця забудови.","Пролягає від Центральної вул. до Лугової 1 вул.","Пролягає від Центральної вул. до кінця забудови, переривається безіменним озером.","Пролягає від Центральної вул. до кінця забудови, переривається безіменним озером","Пролягає від Центральної вул. до кінця забудови, переривається двома безіменними озерами","Пролягає від Центральної вул. до кінця забудови, переривається двома безіменними озерами","Пролягає від Центральної вул. до кінця забудови, переривається двома безіменними озерами","Пролягає від Східної вул. до Лугововї 7 вул.","Пролягає від Центральної вул. до кінця забудови, переривається безіменним озером","Пролягає від Радосинської, вул. до кінця забудови паралельно Крайньому пров.","Пролягає від Лугової вул. до кінця забудови (Бортничі).","Пролягає від Великої Васильківської вул. до Деміївської пл.","Пролягає від початку забудови до Оборонного пров.","Пролягає від вулиці Редьчинської до провулку Дубищанський","Пролягає від вулиці Редьчинської до вулиці Луківської","Пролягає від вулиці Луківської до кінця забудови","Виникла у 30-ті роки 19 ст. Пролягає від Нижнього Валу, вул. до Глибочицької вул.","Розташована між Артема, вул., Дмитрівською вул., Дегтярівською вул., Білоруською вул., Юрія Іллєнка, вул.","Пролягає від Лук'янівської вул. до кінця забудови.","Пролягає від Смолича Юрія, вул. до Кільцевої дороги.","Розташована між Січових Стрільців, вул., Бульварно-Кудрявської, вул., Ярославів Вал, вул., Рейтарською вул., Стрітенською вул., Великою Житомирською вул.","Пролягає від Липової вул. до кінця забудови.","Пролягає від Кочерги Івана, вул. до Здолбунівської вул. (переривається посередині).","Пролягає від Любарської вул. до Здолбунівської вул.","Пролягає паралельно Чайківській вул.","Пролягає у новому мікрорайоні від Абрикосової вул. до Аркасівської вул.","Пролягає від Гарматної вул. до залізничного шляхопроводу і Курбаса Леся, просп.","Сучасна назва з 1957. Пролягає від Столичного шосе до Дніпровського шосе.","Пролягає від Калачівської вул. до Новаторів, вул. і Трактористів, вул.","Пролягає від Новаторів, вул. до Люботинської вул.","Пролягає від Хрещатик, вул. до Шовковичної вул.","Пролягає від Харченка Євгена, вул. до Заплавної, вул.","Виникла у 1-й пол. 20 ст. Пролягає від Столичного шосе (двічі), утворюючи півколо, розірване руслом річки Віта.","Пролягає від Теліги Олени, вул. (з'єднується сходами) до Петропавлівської вул. (двічі, утворюючи півколо).","Пролягає від Кільцевої дороги до Луценка Дмитра, вул.","Пролягає від Толбухіна, вул. до кінця забудови.","Пролягає від Попудренка, вул. і Гагаріна Юрія, просп. до Хоткевича Гната пров.","Пролягає від Магнітогорської вул. до тупика.","Пролягає від Арсенальної пл. до Слави, пл.","Пролягає від Багговутівської вул. до тупика.","Пролягає від Доватора Генерала, пров. і Козацької вул. до Батумської вул.","Сучасна назва з 1953. Пролягає від Козацької вул. до Майкопської вул. і Кустанайського пров.","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від Алматинської вул. до Вільхової вул.","Пролягає від Тодося Осьмачки, вул. до Лісківської вул. (Троєщина).","Пролягає від Академіка Ромоданова, вул. до кінця забудови.","Пролягає від Івашкевича Ярослава, вул. до Дубровицької вул.","Пролягає від Макіївської вул. до кінця забудови.","Пролягає від Святослава Ріхтера, вул. до Столичного шосе","Пролягає від Міської вул. до межі міськради.","Пролягає від Брест-Литовського шосе до Чалого Михайла, вул.","Пролягає від Амурської пл. до Вільямса Академіка, вул.","Пролягає від Незалежності Майдану до Володимирського проїзду.","Пролягає від Комбінатної вул. до Дамбової вул.","Пролягає від Ділової, вул. і Короленківської вул. до Загородньої, вул.","Пролягає від Садової 200 вул. до Садової 209 вул.","Пролягає від Орхідейної, вул. до оз. Підбірна","Пролягає від Ганни Арендт, вул. до кінця забудови (Жуляни).","Пролягає від Івана Виговського, вул. до Абрикосової вул.","Пролягає від Тимошенка Маршала, вул., прилучається до Леоніда Телятникова, пл., до Сантьяго-де-Чилі, пл.","Пролягає від Палладіна Академіка, просп. і Наумова Генерала, вул. до кінця забудови. Вулиця має 4 відгалуження.","Сучасна назва з 1944. Пролягає від Наумова Генерала, вул. до Робітничої вул.","Пролягає від Будівельників, вул. до Новоросійської пл.","Пролягає від річки Дніпро до Маслівка, вул.","Вперше згадується в 19 ст. Пролягає від Ремісничого пров. до Науки, просп.","Пролягає від Малокитаївської вул. до Ковельської вул.","Сучасна назва з 1957. Пролягає від Сеноманської вул. до кінця забудови.","Виникла у 30 роки 19 ст. Пролягає від Шевченка Тараса, пров. до Володимирської вул.","Пролягає від початку забудови (поблизу Плодової вул.) до Вишневої вул.","Пролягає від Патріарха Володимира Романюка вул. до Осінньої вул.","Виник у 1-й пол. 20 ст. Пролягає від Мальовничої вул. до Маршака, вул.","Пролягає від Борщагівської вул. до Залізничної вул.","Пролягає від Берізоньки вул. до тупика, паралельно Сливовій вул.","Пролягає від Довбуша Олекси, вул. до кінця забудови.","Пролягає від Сеноманської вул. до кінця забудови.","Пролягає від Голосіївського, просп. до Козацької вул.","Пролягає від Нестерова, вул. до Мірошниченко Євгенії, вул.","Пролягає від Скляренка Семена, вул. до Вербової вул.","Пролягає від Райдужної вул. до кінця забудови.","Пролягає від Бальзака Оноре де, вул. до Радосинської, вул.","Пролягає від Повітрофлотської вул. до кінця забудови (Жуляни).","Пролягає від тупика до вул. Коцюбинського (Бортничі).","Пролягає від Джеймса Мейса, вул. до Ушинського, вул.","Пролягає від вул. Ганни Арендт, вул. Михайла Дерегуса, вул. Променистої до вул. Генерала Павленка","Пролягає від Бучанської вул. до Осінньої вул.","Виник у 1-й пол. 20 ст. Пролягає від Маршака, вул. до Мальовничої вул.","Виник у 1-й пол. 20 ст. Пролягає від Маршака, пров. до тупика.","Виник у 1-й пол. 20 ст. Пролягає від Маршака, вул., утворюючи півкільце.","Пролягає від Науки, просп. до Буковинської вул.","Пролягає від Кловського узвозу та Мечнікова, вул. до тупика.","Виникла у 1-й пол. 20 ст. Пролягає від річки Дніпро до Колекторної вул.","Пролягає від Дяченка Івана, вул. до Лісної вул.","Пролягає від Мілютенка, вул. до Кубанської України, вул.","Пролягає від Столичного шосе до кінця забудови.","Пролягає від Пожарського, вул. до Митрополита Володимира Сабодана, вул.","Пролягає від Яготинської вул. до Баришівської, вул.","Виникла у 1-й пол. 20 ст. Пролягає від Алматинської вул. (двічі, утворюючи квадратову «дужку»).","Пролягає від Гетьмана Вадима, вул. до Василенка Миколи, вул.","Пролягає від Гарматної вул. до кінця забудови.","Пролягає від Маркса Карла, вул. (двічі).","Пролягає від Романа Шухевича, просп. та Керченської пл. до Милославської вул.","Пролягає від Нечуя-Левицького, вул. та Монтажників, вул. до кінця забудови.","Пролягає від Робітничої вул. до кінця забудови.","Пролягає від Повітрофлотського просп. до кінця забудови.","Пролягає від Харченка Євгена, вул. до Заплавної, вул.","Пролягає від Контрактової пл. до Заводської вул.","Пролягає від Осиповського, вул. до Свободи просп.","Пролягає від Світлицького, вул. до Косенка, вул.","Пролягає від Ломоносова, вул. до Вільямса Академіка, вул.","Пролягає від Сержа Лифаря, вул. до проїзду до Електротехнічної вул. Зникла у 2010 р.","Виникла у серед. 20 ст. Пролягає від Кільцевої дороги до Бетховена, вул.","Пролягає від тупика до Чорногірської вул.","Пролягає від Янгеля Академіка, вул. до Гетьмана Вадима, вул.","Пролягає від Гетьмана Вадима, вул. до Деснянської вул.","Пролягає від Гавела Вацлава, бульв. до Каблукова, вул.","Пролягає від Заболотного Академіка, вул. до межі міськради.","Пролягає від Кирило-Мефодіївської вул. до тупика.","Пролягає від Шовковичної вул. і Лесі Українки, бульв. до Кловського узвозу.","Пролягає від Гродненської вул. до кінця забудови.","Пролягає дугою від перетину з Райдужною вул. до Карбишева Генерала, вул.","Пролягає від Бутишіва, пров. до Мазепи Івана, вул.","Пролягає від Тарасівської вул. до Толстого Льва, вул.","Пролягає від Митрополита Андрея Шептицького, вул. до кінця забудови.","Пролягає від Дніпровської набережної до Березняківської вул. (паралельно Соборності, просп.).","Пролягає від Антоні Новосельського вул. до Михайла Рибакова вул.","Пролягає від Гетьмана Вадима, вул. до Ніжинської вул.","Пролягає від Залужного, пров. до Бродівської, вул","Пролягає від Антоні Новосельського вул. до кінця забудови","Пролягає від Ореста Субтельного вул. до Набережно-Рибальської дороги","Пролягає від Любомирської, вул. до Максима Славинського, вул.","Пролягає від Вінграновського Миколи, вул. до Старобориспільської вул.","Пролягає від Закревського Миколи, вул. до Славської, вул. та Лісківської, вул.","Пролягає від вулиці Милославської до вулиці Милославської, півколом","Відомий з поч. 20 ст. Пролягає від Кирилівської, вул. (двічі).","Пролягає від Олегівської вул. до Лук'янівської, вул.","Пролягає від Комбайнерів, вул. до Героїв Севастополя, вул.","Пролягає від Новоросійської пл. до Навої Алішера, просп. та Курнатовського, вул.","Пролягає від Дарницької, пл. до Верховної Ради, бульв.","Пролягає від Радосинської, вул. до Пожарського, вул. (Троєщина).","Відома з 1-ї пол. 20 ст. Пролягає від 9 Травня, вул. до Трублаїні, вул. (Михайлівська Борщагівка).","Виник у 1-й пол. 20 ст. Пролягає від Стратонавтів, вул. до 9 Травня, вул.","Пролягає від Центральної вул. до кінця забудови вздовж межі міськради.","Пролягає від Столичного шосе до Острівної вул.","Пролягає від Віто-Литовського, пров. до Столичного шосе.","Пролягає від Лобановського Валерія просп. до тупика.","Пролягає від Броварського просп. до Куліша Пантелеймона, пл., від Маланюка Євгена, вул. до Каховської вул.","Пролягає від Бальзака Оноре де, вул. до Володимира Беца, вул.","Пролягає від Богдана Гаврилишина, вул. і Коперніка, вул. до Юрія Іллєнка, вул.","Пролягає від Євгена Плужника, вул. до Радистів, пров.","Пролягає від вул. Ганни Арендт, пров. Марусі Чурай, вул. Променистої, до кінця забудови.","Пролягає від вул. Совської до вул. Виноградної","Пролягає від Слави, пл. до Московської вул.","Пролягає від Столичного шосе до Максима Славинського, вул.","Пролягає від Миколи Богуславського вул. до Міської вул.","Пролягає від Незалежності Майдану до Михайлівської пл.","Розташована між Десятинною вул., Трьохсвятительською вул., Михайлівською вул., Великою Житомирською вул., Володимирським проїздом.","Пролягає від Михайлівської вул. до Шевченка Тараса, пров.","Пролягає від Академіка Заболотного вул. до кінця забудови","Пролягає від Руденко Лариси, вул. до Григоренка Петра, просп.","Пролягає від Мельниченка, вул. до Жмеринської вул.","Пролягає від оз. Підбірна до Трояндової, вул., Західно-Кільцевої, вул., Озерної 2, вул","Пролягає від вул. Канальної до вул. Здолбунівської","Пролягає від Кіото, вул. до Волкова Космонавта, вул.","Пролягає від Верховної Ради, бульв. до Попудренка, вул.","Пролягає від Таврійської вул. до тупика.","Розташована на перетині Оболонського просп. і Тимошенка Маршала, вул.","Пролягає від Рожевої вул. до Гомельської вул.","Пролягає від Шевченка Тараса, пл. до межі міськради.","Пролягає від Перемоги, просп. до Дегтярівської вул.","Пролягає від Гостомельської пл. до Лісної вул.","Пролягає від Ганни Арендт, вул. до кінця забудови.","Пролягає від Чоколівського бульв. до Іскрівської вул.","Пролягає від Болсуновська, вул. до Дружби народів, бульв.","Пролягає від Мічуріна, вул. до кінця забудови.","Пролягає від Колоса Сергія, вул. до Лугової вул. (Жуляни).","Пролягає від Деснянської вул. до Радосинської, вул.","Пролягає у лісовому масиві на північ від урочища Мушанка, паралельно Мінському просп. Пролягає від Мінського просп. до межі міськради (Хутір Микільський)","Простягається від Гоголя, вул., Франка, вул. до Толстого Льва, вул. (Бортничі).","Пролягає від Красицького, вул. до Лисянської вул.","Пролягає від Лесі Українки, вул. до Василя Щавинського, вул. (Троєщина).","Пролягає від Олексіївської вул. до Гаріна Бориса, вул.","Пролягає від Митрофана Довнар-Запольського, вул. до тупика.","Пролягає від безіменного проїзду до Потоцького Павла вул.","Пролягає від безіменного проїзду до Лазурної вул. (Селище Радистів).","Пролягає від Донецької вул. до Вінницької вул.","Пролягає від безіменного проїзду, який простягається від узбережжя Десенки до Деснянської вул., до кінця забудови.","Пролягає від Солом'янської вул. до Преображенської, вул.","Пролягає від Харківського шосе до Борової вул.","Пролягає від Харківського шосе до Ташкентської вул.","Пролягає від Володимира Брожка вул. до Медвинської вул. та Дежньова, вул.","Пролягає від Сошенка, вул. до Красицького, вул.","Пролягає від Моринецької вул. до Золочевської вул.","Пролягатиме від 2-го до 6-го мікрорайону житлового масиву Осокорки (запроектована).","Пролягає від Гористої вул. до Козацької вул.","Пролягає від Москвіна, вул. до Тихорєцької вул.","Пролягає від Мельниченка, вул. до Жмеринської вул.","Пролягає від Арсенальної пл. до Генерала Алмазова, вул.","Пролягає від Колоса Сергія, вул. до Вільямса Академіка, вул. (Жуляни).","Пролягає від Московської, вул. до Московської, вул. утворюючи прямокутник","Відома з 1 пол. 19 ст. Пролягає від Вишгородської вул. до Ужвій Наталії, вул.","Пролягає від Вересая Остапа, вул. до кінця забудови.","Пролягає від Томашпільської вул. до кінця забудови.","Пролягає від Каменярів, вул. (двічі).","Пролягає від Шевченка, вул. до Левадної вул. (Бортничі).","Пролягає від Каменярів, вул. до Мостової вул.","Пролягає від Науки, просп. до тупика.","Виник у серед. 20 ст. Пролягає від Моторної вул. до Левітана, вул.","Пролягає від Грушевського Михайла, вул. (двічі).","Пролягає від Чайківської вул. до кінця забудови (колектив індивідуальних забудовників \"Чайка\").","Пролягає від Вишгородської вул. до кінця забудови.","Пролягає від Багговутівської вул. до Майбороди Платона, вул.","Пролягає від Попудренка, вул. до тупика.","Пролягає від Януша Корчака, вул. до Салютної вул.","Пролягає від безіменного проїзду, який простягається від узбережжя Десенки до Деснянської вул., до кінця забудови.","Пролягає від безіменного проїзду до Ганни Арендт, вул.","Пролягає від Повітрофлотської вул. до Колоса Сергія, вул.",null,"Пролягає від Малоземельної вул. до Садової 42 вул.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови .","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови .","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови .","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови .","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови .","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови .","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Пролягає від безіменного проїзду вздовж Дніпра до кінця забудови.","Сучасна назва з 1850. Пролягає від Поштової пл. до Дружби Народів, бульв. і мосту ім. Патона.","Сучасна назва з 1958. Пролягає від Столичного шосе до Набережно-Корчуватської вул.","Пролягає від Еренбурга Іллі, вул. до тупика.","Сучасна назва з 1958. Пролягає від початку забудови до Новопирогівської вул.","Відома з 1-ї пол. 19 ст. Пролягає від Турівської вул. і Набережно-Хрещатицької вул. до Межигірської вул.","Відома з 19 ст. Пролягає від Наддніпрянського шосе (двічі) до залізниці.","Пролягає від Гаванського мосту до Степана Бандери просп.","Пролягає від Поштової пл. до Турівської вул. і Набережно-Лугової вул.","Пролягає від Вишгородської вул. до Автозаводської вул.","Пролягає від Миропільської вул. і Курнатовського, вул. до Райдужної вул.","Пролягає від початку забудови до Татарської вул.","Виник у 19 ст. Пролягає від Нагірної вул. до кінця забудови.","Пролягає від Дружби Народів, бульв. і мосту ім. Патона до Столичного шосе.","Пролягає від Деснянської вул. до Єдності, вул.","Пролягає від Клінічної вул. до Нечуя-Левицького, вул.","Пролягає від Толстого Льва, вул. до Петлюри Степана, вул.","Пролягає від Валентина Отаманського, вул. до Костянтина Хохлова, вул.","Пролягає від Данченка Сергія, вул. (двічі, утворюючи коло).","Виникла в 1-й чв. 20 ст. Пролягає від Солом'янської вул. до Донської вул.","Виник в 1-й чв. 20 ст. Пролягає від Головка Андрія, вул. до Народної вул.","Пролягає від Севастопольської пл. до Медової вул.","Пролягає від Деміївської пл. до Столичного шосе.","Пролягає від Робітничої вул. до Булаховського Академіка, вул.","Пролягає від Обухівської вул. до Яворницького Дмитра, вул.","Пролягає від Кирилівської, вул. до Новокостянтинівської вул.","Пролягає від Крайньої вул. до Томашпільської вул.","Пролягає від Радосинської, вул. до кінця забудови.","Виник у 1-й пол. 20 ст. Пролягає від Гончарова, вул. до Нивської вул.","Розташований між Хрещатик, вул., Грінченка Бориса, вул., Шевченка Тараса, пров., Софіївською вул., Малою Житомирською вул., Михайлівською вул., Костьольною вул., Інститутською вул., Городецького Архітектора, вул.","Сучасна назва з 1910. Пролягає від Січових Стрільців, вул. до Володимира Винниченка, вул.","Пролягає від Радосинської, вул. до Кутузова, вул.","Пролягає від Харченка Євгена, вул. до Заплавної, вул.","Пролягає від Печерської пл. до Лесі Українки, бульв.","Простягається від Митрополита Андрея Шептицького, вул. до Челябінської вул.","Пролягає від Перемоги, просп. до Антона Цедіка, вул.","Сучасна назва з 1855. Пролягає від Кудрявської вул. до Вознесенського узвозу.","Пролягає від Волгоградської вул. до Кучмин Яр вул. (з'єднана сходами).","Пролягає від Божків Яр, вул. до Дежнєва, вул.","Пролягає від Нечуя-Левицького, вул. до кінця забудови.","Пролягає від Перемоги, просп. до Естонської вул.","Складається з двох окремих частин: перша пролягає від Дяченка Івана, вул. до тупика, друга — від Харченка Євгена, вул. до Дяченка Івана, вул.","Сучасна назва відома з поч. 19 ст. Пролягає від Глибочицької вул. до Набережно-Хрещатицької вул.","Пролягає від Гетьмана, вул. до Польової вул.","Сучасна назва відома з 19 ст. Пролягає від Кирилівської, вул. до Стара Поляна, вул. та Отто Шмідта, вул.","Пролягає від Нижньоюрківської вул. до кінця забудови.","Пролягає від Столичного шосе до кінця забудови.","Пролягає від Довженка, вул. до Маркса Карла, вул. (Троєщина).","Сучасна назва відома з поч. 20 ст. Пролягає від Борщагівської вул. до Миронівської вул. і Комбайнерів, вул.","Пролягає від Маяковського Володимира, просп. до Бальзака Оноре де, вул.","Пролягає від Деміївської вул. до тупика.","Пролягає від вул. Михайла Лучкая до вул. М'ятної","Пролягає від Дружби Народів, бульв. до Бойчука Михайла, вул.","Пролягає від Предславинської вул. до Ямської вул.","Пролягає від Повітрофлотського просп. до Генерала Генадія Воробйова вул. і Єреванської вул.","Пролягає від Лінії 12 до безіменного проїзду (садове товариство \"Суднобудівник\").","Пролягає від Лінії 12 до безіменного проїзду (садове товариство \"Суднобудівник\").","Пролягає від Лінії 12 до безіменного проїзду (садове товариство \"Суднобудівник\").","Пролягає від Лінії 12 до безіменного проїзду (садове товариство \"Суднобудівник\").","Пролягає від Гродненської вул. до Вільнюської вул.","Пролягає від Новаторів, вул. до Калачівської вул.","Пролягає від Волинської вул. до Ушинського, вул.","Сучасна назва з 1956. Пролягає від Міської вул. до кінця забудови","Сучасна назва з 1910. Пролягає від Протасів Яр, вул. до Провідницької вул.","Сучасна назва з 1961. Пролягає від Лесі Українки, бульв. до Євгена Коновальця, вул. та Задніпровського Михайла, вул.","Пролягає від Сімферопольської вул. до Вересневої вул.","Виник на поч. 20 ст. Пролягає від Пироговського Олександра, вул. до кінця забудови.","Виникла у 2-й пол. 19 ст. Пролягає від Лугової вул. до кінця забудови.","Пролягає від Волинської вул. до кінця забудови.","Пролягає від Ушакова Адмірала, вул. до Квітки-Основ'яненка, вул.","Сучасна назва з 1958. Пролягає від Заводської вул. до Теліги Олени, вул. та Степана Бандери просп.","Виникла у 19 ст. Пролягає від Макарівської вул. до Врубелівського узвозу.","Пролягає від Мічуріна, вул. до Колоса Сергія, вул. та Лугової вул.","Сучасна назва з 1980. Пролягає від перетину Брестської вул., Ужвій Наталії, вул. і Мостицької вул. до Квітневого пров.","Сучасна назва з 1958. Пролягає від Лаврської вул. до кінця забудови.","Сучасна назва з 1944. Пролягає від Кобилянської Ольги, вул. до Лобановського Валерія просп.","Сучасна назва з 1920. Пролягає від Предславинської вул. до Тверського туп.","Виникла у 1-й пол. 20 ст. Пролягає від Столичного шосе (двічі, утворюючи півколо).","Сучасна назва з 1944. Пролягає від Піддубного Івана, вул. до Пост-Волинської вул.","Пролягає від Каменярів, вул. до кінця забудови.","Пролягає від Добролюбова, вул. до Правобережної вул.","Пролягає від Звіринецької вул. до Новоселицької вул.","Сучасна назва з 1944. Пролягає від Жабаєва Жамбила, вул. до кінця забудови.","Пролягає від Московського мосту до Прирічної вул.","Розташована між Оболонським просп., Малиновського Маршала, вул., та Йорданська, вул.","Сучасна назва з 18 ст. Пролягає від Кирилівської, вул. до Набережно-Лугової вул.","Пролягає від Вербової вул. до Північної вул.","Пролягає від Перемоги, просп. до кінця забудови","Пролягає від Лобановського Валерія просп. та Головка Андрія, вул. до Народної вул.","Виникла в серед. 19 ст. Пролягає від Народної вул. до тупика.","Пролягає від Бульварно-Кудрявської, вул. до Січових Стрільців, вул.","Пролягає від Чорнобильської вул. до кінця забудови.","Пролягає від Естонської вул. до тупика.","Пролягає від Герцена, вул. до Нагірної вул.","Пролягає від Тернопільської вул. до Краснова Миколи, вул.","Пролягає від Повітрофлотського просп. до Кірпи Георгія, вул.","Пролягає від Івана Виговського, вул. до Стеценка вул.","Пролягає від Героїв Севастополя, вул. до Суздальської вул.","Розташована між Глушкова Академіка, просп., Заболотного Академіка, вул., Теремківською вул. та Кільцевою дорогою.","Пролягає від Сирецької вул. до кінця забудови.","Пролягає від Сирецької вул. до кінця забудови.","Пролягає від Міжозерної вул. до Східно-Дальньої вул.","Пролягає від Богатирської вул. до Оболонського просп.","Сучасна назва з 1912. Пролягає від Преображенської, вул. до Лобановського Валерія просп.","Пролягає від Прокоповича Петра, вул. до Дяченка Івана, вул.",null,"Пролягає від Західно-Кільцевої вул. до кінця забудови.","Пролягає від Садової 128 вул. до кінця забудови.","Пролягає від Садової 126 вул. до кінця забудови.","Пролягає від Західно-Кільцевої вул. до Східно-Дальньої вул.","Пролягає від Садової 127 вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Озерної вул. до Дяченка Івана, вул.","Пролягає від Євгена Сверстюка, вул. до мосту через Русанівський канал, що сполучає вулицю з Русанівською наб.","Пролягає від Підлісної вул. до Робітничої вул.","Пролягає від Нижній Вал, вул. до Лук'янівської вул.","Пролягає від вул. Ганни Арендт до вул. Сергія Шишка","Пролягає від Газопровідної вул. до Данченка Сергія вул. та Генерала Грекова вул.","Пролягає від Бродівської, вул. до Риболовецької, вул","Пролягає від Вітавської, вул. до Максима Славинського, вул.","Пролягає на о. Трухановому, веде до бази відпочинку ВАТ \"Укртелеком\".","Виникла у 1-й третині 20 ст. Пролягає від Перемоги, просп. до Естонської вул.","Пролягає від Антоні Новосельського вул. до кінця забудови","Пролягає від Борщагівської вул. до Василенка Миколи, вул.","Виникла на поч. 20 ст. Пролягає від Солом'янської вул. до Кишинівської вул.","Пролягає від Павленка, вул., Павленка, пров., Івченка Михайла, пров. до Наумовича Володимира, вул.","Пролягає від вул. Володимира Горовиця до вул. Юрія Немирича","Пролягає від Антоні Новосельського вул. до кінця забудови","Пролягає від Григоренка Петра, просп. до Драгоманова, вул.","Відома з 19 ст. Пролягає від Кирилівської, вул. до Набережно-Лугової вул.","Пролягає від Ревуцького, вул. до тупика.","Пролягає від Франка Івана, пл. та Городецького Архітектора, вул. до Інститутської вул.","Пролягає від Теліги Олени, вул. до Сирецької вул.","Пролягає від Звіринецької вул. до Тимірязєвської вул.","Пролягає від Академіка Заболотного вул. до Академіка Заболотного вул. (півколом)","Пролягає від Вітрука Генерала, вул. до тупика.","Пролягає від Довбуша Олекси, вул. до Літинської вул.","Пролягає від Дегтярівської вул. до Юрія Іллєнка, вул.","Пролягає від Планетної вул. (двічі, утворюючи півколо).","Пролягає від Кондукторської вул. до Радісної вул.","Пролягає від Степана Бандери просп. до Вербової вул.","Пролягає від Івана Рогача, вул. до Павлв Филиповича, вул.","Пролягає від Шовковичної вул. до Гордієнка Костя, пров.","Пролягає від Орловського пров. до Щусєва, вул.","Пролягає від Ризької вул. до Щусєва, вул.","Пролягає від Золочевської вул. до Косенка, вул.","Пролягає від Північно-Озерного 3пров. до кінця забудови .","Пролягає від Повітрофлотського просп. до Кривоноса Максима, вул.","Пролягає від Вишгородської вул. до Канівської вул.","Пролягає від Осінньої вул. до Академіка Єфремова, вул.","Пролягає від Академіка Єфремова, вул., до Булаховського Академіка, вул.","Сучасна назва з 1950. Пролягає від початку забудови до Науки, просп.","Пролягає від Малокитаївської вул. до Ціолковського, вул.","Пролягає від Зарічної вул. (двічі, утворюючи півколо).","Пролягає від Осокорської вул. до кінця забудови.","Пролягає від Назарія Яремчука, вул. до Валентина Отаманського, вул.","Пролягає від Менделєєва, вул. (двічі).","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від Новопирогівської вул. до кінця забудови.","Пролягає на о. Водників вздовж узбережжя Дніпра від мосту до кінця забудови.","Пролягає на о. Водників від Острівної 1 вул. до кінця забудови.","Пролягає від Шевченка, вул. до Садової вул.","Пролягає від Каменярів, вул. до Кайсарова, вул. та Охтирського пров.","Сучасна назва з 1954. Пролягає від Максимовича Михайла, вул. до Кайсарова, вул. та Охтирської вул.","Пролягає від Левка Мацієвича вул. до Волинської вул.","Сучасна назва з 1953. Пролягає від Донецької вул. до Очаківської вул.","Пролягає від Ушицької, вул. до Лазурної, вул.","Пролягає від Сімферопольської вул. до Ялтинської вул.","Виник у 1-й пол. 20 ст. Пролягає від Павленка, вул. до Наумовича Володимира, вул.","Виникла у 1-й пол. 20 ст. Пролягає від Обухівської вул. до Наумовича Володимира, вул.","Пролягає від Гоголівської вул.,  Володимира Винниченка, вул. до Чорновола В'ячеслава, вул.","Пролягає від Сирецької вул. до кінця забудови.","Пролягає від Перемоги, просп. і Кільцевої дороги до Гостомельської пл.","Пролягає від Лейпцизької вул. до тупика.","Пролягає від Московської вул. до тупика.","Пролягає від Панаса Мирного, вул. до тупика.","Пролягає від Лисогірської вул. до Ракетної вул.","Пролягає від Академіка Заболотного вул. до Полонської-Василенко вул.","Пролягає від Онискевича Григорія, вул. до Краснова Миколи, вул.","Пролягає від Бережанської вул. до кінця забудови.","Пролягає від Толстого Льва, вул. до Жилянської вул.","Пролягає від Черняховського, вул. (двічі, утворюючи форму ламаної лінії).","Пролягає від Параджанова Сергія, вул. до Черняховського, вул.","Пролягає від вулиці Білогородської до вулиці Любимівської","Пролягає від вулиці Любимівської до тупика","Пролягає від Білицької вул. до Полкового пров.","Пролягає від Петрівської алеї до Андрія Первозванного, пл.","Пролягає від Білицької вул. до Замковецької вул.","Пролягає від Дорогожицької вул. і Ризької вул. до Дегтярівської вул. і Жабаєва Жамбила, вул.","Пролягає від Кащенка Академіка, вул. до Квітки-Основ'яненка, вул.","Пролягає від Сеноманської вул. до кінця забудови.","Пролягає від Сеноманської вул. до кінця забудови.","Пролягає від Коцюбинського, вул. до Лугової вул.","Пролягає від Привокзальної пл. та Привокзальної вул. до Юрія Литвинського  вул.","Пролягає від Правди, просп. до Западинської вул.","Пролягає від Прорізної вул. до Ірининської вул.","Пролягає від проїзду вздовж Палладіна Академіка, просп. до Булаховського Академка, вул.","Пролягає від Кривоноса Петра, пл. до Липківського Василя Митрополита, вул.","Пролягає від Августина Волошина, вул. до Шепелєва Миколи, вул.","Пролягає від Августина Волошина, вул. до Героїв Севастополя, вул.","Пролягає від Чайківської вул. до кінця забудови.","Пролягає від Мечнікова, вул. до кінця забудови.","Виникла у 1-й пол. 20 ст. Пролягає від Столичного шосе до Заболотного Академіка, вул. і Лазурної вул.","Розташована між Перемоги, просп., Шевченка Тараса, бульв., Бульварно-Кудрявської, вул., Золотоустівською вул., Дмитрівською вул., Гончара Олеся, вул., Саксаганського, вул., Старовокзальною вул.","Пролягає від Перемоги, пл. до Брест-Литовського шосе.","Сучасна назва з 1957. Пролягає від Кільцевої дороги до Бетховена, вул.","Пролягає від Науки, просп. до тупика.","Пролягає від Білицької вул. до Замковецької вул.","Пролягає від Харченка Євгена, вул. та Богуна Івана, вул. до межі міськради.","Пролягає від Визволителів, просп. та Воскресенської вул. до Романа Шухевича, просп. та Керченської пл.","Пролягає від Підбірної, вул. до тупика","Пролягає від початку забудови (поблизу дорожньої розв'язки на Богатирській вул.) до кінця забудови.","Пролягає від Автотранспортної вул. до Заплавної, вул.","Пролягає від Перемоги, пл. та Жилянської вул. до Старовокзальної вул.","Пролягає від Шевченка Тараса, бульв. до Вокзальної пл.","Пролягає від Міжнародної вул. до Бетховена, вул.","Пролягає від Дніпровської набережної до просп. Григоренка Петра","Пролягає від Перемоги, просп. до кінця забудови.","Пролягає від Щербаківського Данила, вул. до кінця забудови (поблизу Гончарова, вул.).","Сучасна назва з 1912. Пролягає від Грушевського Михайла, вул. до Паркової дороги.","Сучасна назва з 1907. Пролягає від Глибочицької вул. до кінця забудови.","Розташована між Кирилівською, вул. та проїздом без назви до Скляренка Степана, вул.","Сучасна назва з 1883. Пролягає від Кирилівської, вул. до Бакинської вул. та Верболозної вул.","Виник у 1-й чв. 20 ст. Пролягає від Петропавлівської вул. (двічі, утворюючи півколо).","Пролягає від Закарпатської вул. до кінця забудови.","Пролягає від Шмідта Отто, вул. до Підгірної вул.","Виникла в серед. 20 ст. Розташована між Немировича-Данченка, вул., Гусовського, вул., Панаса Мирного, вул., Копиленка Олександра, вул., Євгена Гуцала, пров.","Пролягає від Первомайського Леоніда, вул. до тупика.","Пролягає від пров. Московського до вул. Академіка Вільямса","Пролягає від Академіка Заболотного вул. до Омеляна Поповича вул.","Сучасна назва з  серед. 1950-х років. Пролягає від Студентської вул. до Дончука Василя, вул.","Пролягає від Січових Стрільців, вул. до Глибочицької вул.","Пролягає від Єдності, вул. до Деснянської, вул.","Пролягає від початку забудови (в промзоні) до автомагістралі Київ - Дніпропетровськ.","Сучасна назва з 1970-х років. Пролягає від Хмельницького Богдана, вул. до Шеченка Тараса, бульв.","Пролягає від Солом'янської вул. до Лобановського Валерія просп.","Пролягає від Дружби Народів, бульв. (сполучається сходами) до кінця забудови.","Пролягає від Мічуріна, вул. до кінця забудови.","Пролягає від Науки, просп. до кінця забудови.","Пролягає від Стеценка, вул. до Туполєва Академіка, вул.","Пролягає від Оболонського просп. до Героїв Сталінграда, просп.","Пролягає від безіменного проїзду до Марка Черемшини, вул. до Залізничної вул.","Виник у серед. 20 ст. Пролягає від Семашка, вул. до тупика.","Пролягає від Північно-Озерного 6пров. до кінця забудови, до оз. Стадне.","Пролягає від Північно-Озерної вул. до Орхідейної вул.","Пролягає від Північно-Степової вул. до кінця забудови.","Пролягає від Північно-Озерної вул. до Орхідейної вул.","Пролягає від Північно-Озерної вул. до Північно-Озерного 4 пров.","Пролягає від Північно-Озерної вул. до Північно-Озерного 5 пров.","Пролягає від Північно-Озерної вул. до кінця забудови.","Пролягає від Північно-Озерної вул. до кінця забудови.","Пролягає від Північно-Степової вул. до кінця забудови.","Пролягає від Північно-Степової вул. до кінця забудови.","Пролягає від Північно-Степової вул. до кінця забудови.","Відома з 30-х рр. ХХ ст. Пролягає від залізниці до Івана Виговського, вул.","Пролягає від Північно-Озерної вул. до кінця забудови.","Пролягає від Міжозерної вул. до Персикової вул.","Сучасна назва з 1957. Пролягає від Дібровної вул. до кінця забудови.","Сучасна назва з 1957. Пролягає від Столичного шосе до Підбірної вул.","Пролягає від Дружби Народів, бульв. до тупика.","Пролягає від Половецької вул. до Печенізької вул.","Пролягає від Відрадного просп. до Новопольової вул.","Виникла у 1-й пол. 20 ст. Пролягає від Маслівки, вул. до Садової 77 вул.","Пролягає від Булаховського Академіка, вул. до Олевської вул.","Пролягає від безіменного проїзду до Марка Черемшини, вул. до Гаражної вул.","Пролягає від Чоколівського бульв. до Іскрівської вул. та Єреванської вул.","Пролягає від Білицької вул. до кінця забудови.","Пролягає від Білицької вул. до Полкової вул.","Пролягає від Богуна Івана вул. до Бузинової вул.","Виник у 1-й пол. 20 ст. Пролягає від Верхньогірської вул. до тупика.","Пролягає від Героїв Севастополя, вул. до Суздальської вул.","Пролягає від Потоцького Павла, вул до Ганни Арендт, вул.","Пролягає від Сірка Івана, вул. до Степового Якова, вул.","Сучасна назва з 1913. Пролягає від Стадіонного пров. до Патріарха Мстислава Скрипника, вул.","Сучасна назва з 1911. Пролягає від Патріарха Мстислава Скрипника, вул. до тупика.","Пролягає від Даля Олександра, вул. до Сови Андрія, вул.","Пролягає двома відрізками від тупика до Флоренції, вул. та від Євгена Сверстюка, вул. до Соборності, просп.","Пролягає від Плещеєва, вул. до Новопирогівської вул.","Пролягає від Віто-Литовського, пров. до Набережно-Корчуватської вул.","Пролягає від Стеценка, вул. до Палладіна Академіка, просп.","Пролягає від Дачної та вулиці Куричівська до провулку Соснового","Пролягає від початку забудови до проїзду, що з'єднує з дорожньою розв'язкою на Богатирській вул.","Пролягає від початку забудови до проїзду, що з'єднує з дорожньою розв'язкою на Богатирській вул.","Пролягає від Шевченка, вул. та Кооперативної вул. до Кутової вул.","Пролягає від Чорновола В'ячеслава, вул. та Перемоги, просп. до кінця забудови.","Пролягає від Сирецької вул. до Білицької вул.","Пролягає від Овруцької вул. до Кирилівської, вул. і Тульчинської вул.","Пролягає від Верховної Ради, бульв. до Попудренка, вул.","Пролягає від Польової вул. до Матросова, вул. (Троєщина).","Сучасна назва з 1933. Пролягає від Тальнівської вул. до Позняківського пров. (зникла).","Пролягає від Позняківської вул. до Тальнівської вул. (зниклий).","Пролягає від Курбаса Леся, просп. до Кольцова, бульв.","Пролягає від Андріївської вул. до Контрактової пл.","Пролягає від Огієнка Івана, вул. до Кірпи Георгія, вул.","Пролягає від Бориспільської вул. до Старобориспільської вул.","Пролягає від Поліської вул. до промзони.","Пролягає від Політехнічного пров. до Янгеля Академіка, вул.","Пролягає від Перемоги, просп. до Борщагівської вул.","Пролягає від Замковецького пров. до Квітникарської вул.","Пролягає від Білицької вул. до Замковецької вул.","Пролягає від Нагірної вул. до Підгірної вул.","Пролягає від Академіка Заболотного вул. до Пантелеймонівської вул.","Пролягає від Голосіївської вул. до тупика.","Сучасна назва з 1908. Пролягає від Січових Стрільців, вул. до Чорновола В'ячеслава, вул. (з'єднана сходами).","Пролягає від Борщагівської вул. до Августина Волошина, вул.","Пролягає від Бальзака Оноре де, вул. до тупика (Троєщина).","Пролягає від початку забудови до Промислової вул. (двічі).","Пролягає від Янгеля Академіка, вул. до Смоленської вул.","Пролягає від Промислової вул. до кінця забудови.","Пролягає від Іоанна Павла ІІ, вул. до кінця забудови.","Пролягає від проїзду до Бакинського пров. до кінця забудови.","Пролягає від Бакинської вул. до кінця забудови.","Пролягає від Шевченка Тараса, пл. до Богатирської вул. та Героїв Дніпра, вул.","Пролягає від Ганни Арендт, вул. до кінця забудови.","Пролягає від початку забудови до кінця забудови, паралельно провулку Діамантовому, прилучається вулиця Стигольська","Пролягає від Палладіна Академіка, просп. до  межі міськради.","Пролягає від Відрадного просп. до кінця забудови.","Пролягає від безіменного проїзду поблизу Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду поблизу Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду поблизу Богатирської вул. до кінця забудови.","Пролягає паралельно Поперечній 3 вул. і Повздовжній 1 вул.","Пролягає від Мукачівської вул. до Попова, вул.","Пролягає від Сокальської вул. до Автозаводської вул.","Пролягає від Тороповського Георгія, вул. до Броварського просп.","Пролягає від Свободи, просп. до Правди, просп.","Пролягає від Івана Виговського, вул. до кінця забудови.","Пролягає від залізничних колій поблизу ст. Київ-Волинський до Відрадного просп.","Пролягає від Піддубного Івана, вул. до Суздальської вул.","Пролягає від Покотила Володимира, вул. до Сім'ї Сосніних, вул.","Пролягає від Добрузької вул. до кінця забудови.","Пролягає від Голосіївського, просп. до кінця забудови.","Пролягає від проїзду без назви, що сполучає Шкільну вул. та Совську вул. до Повітрофлотської вул.","Пролягає від Лобановського Валерія просп. до Крутогірної вул.","Відома з 18 ст. Пролягає від Іллінської вул. та Набережно-Хрещатицької вул. до Набережно-Лугової вул.","Сучасна назва з 1 пол. 18 ст. Розташована між Володимирським узвозом, Боричевим узвозом, Сагайдачного Петра, вул., Набережно-Хрещатицькою вул. і Набережним шосе.","Пролягає від Вишгородської вул. та Івашкевича Ярослава, вул. до Газопровідної вул.","Пролягає від Буслівської вул. до Сніжнянського пров.","Пролягає від Дарницької, пл. до Сиваської вул. (залізничної ст. Дарниця).","Пролягає від Максимовича Михайла, вул. до Юнацької вул.","Пролягає від Червоноткацької вул. до Попудренка, вул.","Простягається від Федорова Івана, вул. до кінця забудови.","Пролягає від Повітрофлотського просп. до Головка Андрія, вул.","Пролягає від Володимира Брожка, вул. та Крутогірної вул. до кінця забудови.","Пролягає від Садової 2 вул. до Садововї 25 вул.","Пролягає від Прибережної вул. до Садововї 35 вул.","Пролягає від Громадської вул. до Докучаєвської вул. та Докучаєвського тупика.","Пролягає від Харківського шосе до Бориспільської вул.","Сучасна назва з 1955. Розташована між Привокзальною вул., Павла Чубинського, вул., Сімферопольською вул., Ялтинською вул.","Пролягає від Маланюка Євгена вул. до Садової 32 вул.","Пролягає від Іоанна Павла ІІ, вул. до Лесі Українки, бульв.","Пролягає від Бориспільської вул. до Вересневої вул. Продовжується по інший бік залізничних колій, від Ремонтної вул. до тупика.","Пролягає від Радосинської, вул. до кінця забудови.","Сучасна назва з 1957. Пролягає від Палладіна Академіка, просп. до Робітничої вул. (фактично перетворився на непарний бік Наумова Генерала, вул.).","Пролягає від Чорнобильської вул. до Ушакова Миколи, вул.","Пролягає від проїзду до Березневої вул. до кінця забудови (Бортничі).","Пролягає від Героїв Сталінграда, просп. до Йорданської, вул.","Пролягає від Дніпровської набережної до кінця забудови (зникла).","Пролягає від Прип'ятської вул. до кінця забудови (зниклий).","Сучасна назва з 1-ї пол. 1980-х років. Пролягає від Героїв Сталінграда, просп. до Північної вул.","Пролягає від Контрактової пл. і Костянтинівської вул. до Хорива, вул.","Пролягає від Дніпровської набережної до тупика.","Пролягає від початку забудови поблизу Якутської вул. до Корольова Академіка, просп.","Пролягає від Вишгородської вул. до Коноплянської вул.","Пролягає від Перемоги, просп. до Кирило-Мефодіївської вул.","Пролягає від початку забудови до Радісної вул.","Пролягає від проїзду поблизу Богатирської вул. до безіменного проїзду, що з'єднує вулицю з Продольною 2-ю вул.","Пролягає від проїзду, що з'єднує з Богатирською вул. до безіменного проїзду, що з'єднує вулицю з Продольною 1-ю вул.","Пролягає від Качури Якова, вул. до проїзду до Миру, вул.","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","СТ \"Святище\"","Пролягає від Лісної вул. до Харченка Євгена, вул.","Пролягає від Лобановського Валерія проспекту (двічі).","Пролягає від Пролетарської вул. до Мистецької вул.","Розташована у Броварському лісництві (54-й квартал).","Пролягає від Ганни Арендт, вул. до кінця забудови.","Пролягає від Переяславської вул. до Лермонтова, вул. та Заплавної, вул.","Виникла у 1950-ті роки. Пролягає від Наддніпрянського шоссе, Столичного шосе та Інженерної вул. до кінця забудови та до Південного мосту (з розгалуженням).","Пролягає від Промислової вул. до Автотранспортної вул.","Пролягає від Лютневої вул. до Дружби, вул.","Пролягає від Хрещатик, вул. до Володимирської вул.","Виникла у 1-й пол. 20 ст. Пролягає від Осінньої вул. до Обухівської вул.","Виник у 1-й пол. 20 ст. Пролягає від Прорізної вул. до кінця забудови (зниклий).","Пролягає від Грінченка Миколи, вул. і Лінійної вул. до Солом'янської вул.","Пролягає від Маркса Карла, вул. до кінця забудови.","Пролягає від Алматинської вул. до Азербайджанської вул.","Пролягає від Профспілкової вул. до Азербайджанської вул.","Пролягає від Кудряшова, вул. до Кучмин Яр вул.","Пролягає від Волзької вул. до Забайківської, вул.","Пролягає від початку забудови до Забайківської, вул.","Пролягає від початку забудови до Кадетський Гай, вул.","Сучасна назва з 1955. Пролягає від Кіото, вул. до Путивльського пров.","Пролягає від Броварського просп. до Бобринецької вул.","Пролягає від Сержа Лифаря, вул. та Крайньої вул. до межі міськради.","Пролягає від тупика до Верховинця Василя, вул.","Пролягає від Краснова Миколи, вул. до Ушакова Миколи, вул.","Пролягає від Радосинської, вул. до Митрополита Володимира Сабодана, вул.","Виникла у 1840-і. Пролягає від Прорізної вул. до Толстого Льва, пл.","Пролягає від Шевченка Тараса, пл. до Ростовської вул.","Пролягає від Пуща-Водицької вул. до Сажина, вул.","Пролягає від Сім'ї Сосніних, вул. до Корольова Академіка, просп.","Пролягає від проїзду, що з'єднує Четверту і Шосту вул. до кінця забудови.","Пролягає від Гвардійської вул. до Козацької вул.","Виник у серед. 20 ст. Пролягає від П'ятигорської вул. до Доватора Генерала, вул.","Пролягає від Броварського просп. до кінця забудови.","Пролягає від Лазурного пров. до Діамантового пров. (Селище Радистів).","Пролягає від Радистів, вул. до кінця забудови.","Пролягає паралельно Радистів, 2 пров. (Селище Радистів).","Пролягає від Соснового 2 пров. до безіменного проїзду, паралельного Бобринецькій вул. (Селище Радистів).","Пролягає паралельно Радистів, 2 пров. (Селище Радистів).","Пролягає від Козелецької вул. і Виборзького пров. до Гавела Вацлава, бульв.","Пролягає від Василенка Миколи, вул. до Світлогірської вул.","Пролягає від Добровольчих батальйонів, вул. до Редутної вул.","Пролягає від Привітної вул. до Провідницької вул.","Пролягає від вулиці Заплавної до кінця забудови","Пролягає від Автозаводської вул. до Новозабарської вул.","Пролягає від Маркса Карла, вул. до кінця забудови","Пролягає від Лаврухіна Миколи, вул. до Милославської вул.","Пролягає від Гаріна Бориса, вул. (двічі) до кінця забудови.","Пролягає від безіменного проїзду до Любомирської вул. до Хохлова Костянтина, вул.","Пролягає від Джона Маккейна, вул. до Брановицького Ігоря вул.","Пролягає від Уральського пров. до тупика.","Пролягає від Листопадної вул. до Цимбалів Яр, вул.","Пролягає від Романа Шухевича, просп. до Навої Алішера, просп.","Пролягає від Лисогірської вул. до Науки просп.","Пролягає від Івана Виговського, вул. до Кизилової вул.","Пролягає від Забайківської, вул. до кінця забудови.","Пролягає від Робітничої вул. до Гаршина, вул.","Пролягає від Здолбунівської вул. до Вишняківської вул.","Пролягає від Тампере, вул. до Каунаської вул.","Пролягає від Добровольчих батальйонів, вул. до Лаврської вул.","Пролягає від Старонаводницької вул. до Добровольчих батальйонів, вул. (з'єднується сходами).","Пролягає від вулиці Богатирської на північ від затоки Верблюд","Пролягає від вулиці Редьчинської до вулиці Луківської","Пролягає від Автозаводської вул. до Вишгородської вул.","Виникла у 2-й пол. 17 ст. Пролягає від Володимирської вул. до Львівської пл.","Пролягає від початку забудови поблизу Ковельської вул. до Малокитаївської вул.","Пролягає від Зрошувальної вул. (двічі).","Пролягає від Феодосійського пров. до тупика.","Пролягає від Звіринецької вул. до Тимірязєвської вул.","Пролягає від Митрополита Володимира Сабодана, вул. до Запорожця Петра, вул.","Пролягає Чорновола В’ячеслава, вул. до Богдана Гаврилишина, вул. та Коперніка, вул.","Відома з кін. 18 ст. Пролягає від Московської вул. до Печерського узвозу.","Пролягає від Червоної вул. до Добросусідської вул.","Виник в серед. 20 ст. Пролягає від Рибної вул. до Крутогірної вул.","Виникла в серед. 20 ст. Пролягає від Любомирської вул. до Бродівської вул.","Пролягає від Парково-Сирецької, вул. і Дорогожицької вул. до кінця забудови.","Пролягає від Кирилівської, вул. до Петропавлівської вул.","Виник в серед. 20 ст. Пролягає від Рилєєва, вул. до тупика.","Пролягає від Софійської пл. і Володимирської вул. до Стрілецької вул.","Пролягає від Голосіївської пл. та Голосіївської вул. до Тихвінського пров. і Блакитного, вул.","Пролягає від початку забудови (прохід до Деміївської вул.) до тупика.","Пролягала від бульвару Шевченка до тупіка","Пролягає від Каменярів, вул. до кінця забудови.","Виникла у 1-й третині 19 ст. Пролягає від Московської вул. до Гусовського, вул.","Відома з серед. 19 ст. Пролягає від Дмитрівської вул. до Чорновола В’ячеслава, вул.","Пролягає від Леся Танюка, вул. до кінця забудови","Пролягає від Степанченка Василя, вул. до шосе на селище Коцюбинське (Новобіличі).","Пролягає від Маркса Карла, вул. до Шевченка, вул. (Жуляни).","Виник у 1-й пол. 20 ст. Пролягає від Рубежівської до Робітничої вул.","Пролягає від Великої Васильківської до Еспланадної вул.","Пролягає від Алматинської вул. до Опришківської вул.","Пролягає від Рильського Максима, вул. (поблизу Голосіївської пл.) до кінця забудови.","Пролягає від Радистів, вул. до кінця забудови","Пролягає від вул. Архітектора Дяченка до вул. Соломії Павличко","Пролягає від Степана Бандери просп. до Вербової вул.","Пролягає від Північно-Сирецької вул. до Правди просп.","Пролягає від проїзду без назви до Польової вул.","Пролягає від Таврійської вул. до Білицької вул.","Пролягає від Білицької вул. (двічі, утворюючи півколо).","Знаходиться в новому мікрорайоні на схід від Богатирської вул. паралельно Сваромській вул. і Сетомльській вул.","Пролягає від Єдності, вул. до Деснянської, вул.","Пролягає від Подільського пров. до Валківської вул.","Пролягає від Кудряшова, вул. до Кучмин Яр вул.","Пролягає від Корсунської вул. до Бахмацької вул. Розгалужена на два «рукави», один з яких пролягає до Бахмацької вул., другий — до Рубежівської вул.","Пролягає від Полярної вул. до Кондратюка Юрія, вул.","Пролягає від Курбаса Леся, просп. до Жмеринської вул.","Пролягає від Московського мосту до Драйзера Теодора, вул. і Братиславської вул.","Пролягає від Хохлова Костянтина, вул. до Лісоводної вул.","Пролягає від Лубенської вул. до Матросова Олександра, вул.","Пролягає від Бориспільської вул. до тупика.","Пролягає від Сошенка, вул. до Пуща-Водицької вул.","Виник у 1-й чв. 20 ст. Пролягає від Кавказької вул. до тупика.","Пролягає від Робітничого пров. до Гаршина, вул.","Виник у 1-й чв. 20 ст. Пролягає від Наумова Генерала, вул. до Малинської вул.","Пролягає від Радистів, пров. до Ковпитська вул. (Селище Радистів).","Пролягає від Новоукраїнської вул. до залізниці.","Пролягає від Бажана Миколи, просп. до Крушельницької Соломії, вул.","Пролягає від Щербаківського Данила, вул. до Януша Корчака, вул. та Черкаської вул.","Виник в серед. 20 ст. Пролягає від Черняховського, вул. до тупика.","Пролягає від мосту ім. Патона до Раскової Марини, вул.","Пролягає від Русанівської набережної до Шамо Ігоря, бульв.","Пролягає від Чавдар Єлизавети, вул. до Колекторної вул.","Пролягає від Басейної вул. до Жилянської вул.","Пролягає від безіменного проїзду до Любомирської вул. до Хохлова Костянтина, вул.","Пролягає від Петропавлівської вул. до кінця забудови.","Пролягає від Гаврилюка, вул. (двічі, утворюючи форму літери «П»).","Пролягає від Поштової пл. і Володимирського узвозу до Контрактової пл.","Пролягає паралельно між Центральною та Лісовою вул.","Пролягає від Луценка Дмитра, вул. до Ватутіна, вул.","Пролягає від Лісної вул. до Дяченка Івана, вул. (Бортничі).","Пролягає від Радосинської, вул. до Митрополита Володимира Сабодана, вул.","Пролягає від безіменного проїзду, що проходить паралельно Лінії 1, до безіменного проїзду, що проходить вздовж оз. Радунка (Райдуга).","Пролягає від вул. Парникової до пров. Квітки-Основ'яненка","Пролягає від Грушевського Михайла, вул. до Інститутської вул.","Пролягає від безіменного озера до кінця забудови.","Пролягає від безіменного проїзду до Плодової вул. до безіменного проїзду до Туполєва Академіка вул.",null,"Пролягає від Садово-Набережної вул. до Каховської вул.","Пролягає від початку забудови до Дніпровської вул.","Пролягає від безіменного проїзду до Пономаррьова, вул. до кінця забудови.","Пролягає від Садової 15 вул. до безіменного проїзду до Садової 9 вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду вздовж Русанівської прот. до Призалізничної вул.","Пролягає від початку забудови до берегової лінії Дніпра.","Пролягає від безіменного проїзду до Підлипка, вул. до р. Дніпро.","Пролягає від безіменного проїзду до Підлипка, вул. до берегової лінії Дніпра.","Пролягає від безіменного проїзду до Підлипка, вул. до берегової лінії Дніпра.","Пролягає від безіменного проїзду до Підлипка, вул. до берегової лінії Дніпра.","Пролягає від Підлипка вул. до берегової лінії Дніпра.","Пролягає від безіменного проїзду до Садової 111 вул. до проїзду вздовж р. Дніпро.","Пролягає від Садової 106 вул. до кінця забудови.","Пролягає від безіменного проїзду до Садової 106 вул. до кінця забудови.","Пролягає від безіменного проїзду до Садової 106 вул. до кінця забудови.","Пролягає від Дамбової 3 вул. до Призалізничної вул.","Пролягає від Садової 15 вул. до безіменного проїзду до Садової 10 вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від берегової лінії озера до кінця забудови.","Пролягає від безіменного проїзду до Підлипка, вул. до кінця забудови, до р. Дніпро.","Пролягає від Центральної вул. до кінця забудови (до р. Дніпро). Переривається озером.","Пролягає від берегової лінії озера поблизу Центральної вул. до кінця забудови.","Пролягає від берегової лінії озера поблизу Центральної вул. до кінця забудови.","Пролягає від Садової 114 до кінця забудови.","Пролягає від Садової 115 до кінця забудови.","Пролягає від Садової 116 вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Садової 15 вул. до кінця забудови.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від початку забудови до Призалізничної вул.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від початку забудови до проїзду вздовж р. Дніпро.","Пролягає від Озерної 2 вул. до проїзду вздовж р. Дніпро.","Пролягає від Озерної 3 вул. до проїзду вздовж р. Дніпро.","Пролягає від Центральної вул. до проїзду вздовж р. Дніпро.","Пролягає від безіменного проїзду до проїзду вздовж р. Дніпро.","Пролягає від Садової 15 вул. до кінця забудови.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від Садової 12 вул. до Призалізничної вул.","Пролягає від безіменного проїзду до проїзду вздовж р. Дніпро.","Пролягає від безіменного проїзду до кінця забудови, до зат. Млинової.","Пролягає від безіменного проїзду до кінця забудови, до зат. Млинової.","Пролягає від безіменного проїзду до кінця забудови, до зат. Млинової.","Пролягає від безіменного проїзду до кінця забудови, до зат. Млинової.","Пролягає від початку забудови до зат. Млинової.","Пролягає від Центральної вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Зариваха.","Пролягає від Центральної вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Зариваха.","Пролягає від Центральної вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Зариваха.","Пролягає від Центральної вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Зариваха.","Пролягає від Садової 15 вул. до кінця забудови.","Пролягає від Дамбової 3 вул. до Призалізничної вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від Палладіна Академіка, просп. до Плодової вул.","Пролягає від Прибережної вул. до Призалізничної вул.","Пролягає від Садової 162 вул. до кінця забудови.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до Підлипка, вул.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до проїзду, що сполучає Садову 153 і Садову 157 вул.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до проїзду, що сполучає Садову 153 і Садову 157 вул.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до проїзду, що сполучає Садову 153 і Садову 157 вул.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до проїзду, що сполучає вулицю з Садовою 153 вул.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до проїзду, що сполучає вулицю з Центральною вул.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до проїзду, що сполучає Садову 153 вул. з Центральною вул.","Пролягає від Прибережної вул. до Призалізничної вул.  Переривається озером.","Пролягає від Стеценка, вул. до Садової 15 вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду, що простягається вздовж оз. Підбірна до проїзду, що сполучає Садову 153 вул. з Центральною вул.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови .","Пролягає від Центральної вул. до Садової 169 вул.","Пролягає від Садової 156 вул. до Садової 93 вул.","Пролягає від Стеценка, вул. до Садової 15 вул.","Пролягає від початку забудови до Садової 16 вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від початку забудови до Призалізничної вул.  Переривається декілька разів озерами.","Пролягає від Стеценка, вул. до Садової 15 вул.","Пролягає від Центральної вул. до Маслівка, вул.","Пролягає від Центральної вул. до проїзду вздовж оз. Підбірна.","Пролягає від безіменного проїзду вздовж оз. Підбірна до кінця забудови.","Пролягає від Прибережної вул. до Призалізничної вул.  Переривається озером.","Пролягає від Стеценка, вул. до Садової 15 вул.","Пролягає від безіменного проїзду вздовж оз. Зариваха до Садової 136, вул. і від тупика до проїзду, що пролягає паралельно Ващенка Григорія, вул.","Пролягає від початку забудови до проїзду, що пролягає паралельно Ващенка Григорія, вул. (в середині наявний розрив у проляганні вулиці).","Пролягає від початку забудови до Завальної вул.","Пролягає від Садової 25 до Дніпровської вул.","Пролягає вздовж берегової лінії Дніпра, паралельно Садовій 3 вул.","Пролягає від Плодової вул. до кінця забудови.","Пролягає від безіменного проїзду вздовж Русанівської прот. до Центральна Садова, вул.",null,"Пролягає від безіменного проїзду до Пономаррьова, вул. до кінця забудови.","Пролягає від безіменного озера до кінця забудови","Пролягає від Стеценка, вул. до Садової 15 вул.","Пролягає від початку забудови до Призалізничної вул.","Пролягає від Лінії 5 вздовж оз. Малинівка до кінця забудови.","Пролягає від лінії швидкісного трамваю (як продовження Вершигори Петра, вул.) вздовж оз. Малинівка до кінця забудови.","Пролягає від Лінії 5 до кінця забудови.","Пролягає від Лінії 5 до кінця забудови.","Пролягає від Лінії 5 до Малинівської вул.","Пролягає від початку забудови до кінця забудови поруч з Гаражною вул.","Пролягає від початку забудови до кінця забудови поруч з Гаражною вул.","Пролягає від початку забудови до кінця забудови поруч з Гаражною вул.","Пролягає від Малинівської вул. до кінця забудови","Пролягає від проїзду до Деснянської вул. (від затоки) до кінця забудови.","Пролягає від початку забудови до Призалізничної вул.  Переривається озером.","Пролягає від Стеценка, вул. до Садової 15 вул.","Пролягає від Прибережної вул. до Призалізничної вул.  Переривається озером.","Пролягає від Стеценка, вул. до Садової 15 вул.","Пролягає від початку забудови до Призалізничної вул.  Переривається озером.","Пролягає від Лінії 1 до Лінії 8.","Пролягає від Садової 40 вул. до безіменного проїзду до Палладіна Академіка, просп.","Пролягає від початку забудови до Призалізничної вул.  Переривається озером.","Пролягає від початку забудови до Лінії 9.","Пролягає від Стеценка, вул. до безіменного проїзду до Палладіна Академіка, просп.","Пролягає від Лінії 4 до Садової 2 вул., паралельно Совхозній вул.","Пролягає від початку забудови до Призалізничної вул.","Пролягає від Садової 40 вул. до Палладіна Академіка, просп.","Пролягає від безіменного проїзду до Палладіна Академіка, просп.","Пролягає від початку забудови до Призалізничної вул.","Пролягає від початку забудови до Призалізничної вул.","Пролягає від початку забудови до Призалізничної вул.  Переривається озером.","Пролягає від початку забудови (біля оз. Русанівське) до Призалізничної вул.","Пролягає від безіменного проїзду вздовж Русанівської прот. до Центральна Садова, вул.","Пролягає від безіменного проїзду до Пономаррьова, вул. до кінця забудови.",null,"Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від Садової 25 до Дніпровської вул.","Пролягає від Плодової вул. до безіменного проїзду до Туполєва Академіка вул. Наявний розрив у проляганні вулиці.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від початку забудови (біля оз. Русанівське) до Призалізничної вул.","Пролягає від Палладіна Академіка, просп. до безіменного проїзду до Стеценка, вул.","Пролягає від Палладіна Академіка, просп. до безіменного проїзду до Стеценка, вул.","Пролягає від початку забудови (біля оз. Русанівське) до Призалізничної вул.","Пролягає від початку забудови (біля оз. Русанівське) до Дамбової вул.","Пролягає від Палладіна Академіка, просп. до безіменного проїзду до Стеценка, вул.","Пролягає від початку забудови (біля оз. Русанівське) до кінця забудови","Пролягає від Старогостомельської вул. до безіменного проїзду до Стеценка, вул.","Пролягає від Дамбової вул. до Садової 32 вул.","Пролягає від Старогостомельської вул. до безіменного проїзду до Стеценка, вул.","Пролягає від початку забудови до Садової 34 вул., вздовж Русанівського оз.","Пролягає від Старогостомельської вул. до безіменного проїзду до Стеценка, вул.","Пролягає від Старогостомельської вул. до безіменного проїзду до Стеценка, вул.","Пролягає від Старогостомельської вул. до безіменного проїзду до Стеценка, вул.","Пролягає від Малоземельної вул. до Набережної вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від тупика до кінця забудови, паралельно Садовій 5, вул.","Пролягає від безіменного проїзду до Пономаррьова, вул. до кінця забудови.",null,"Пролягає від безіменного проїзду вздовж Русанівської прот. до Центральна Садова, вул.","Пролягає від початку забудови до безіменного проїзду до Дніпровської вул.","Пролягає від Плодової вул. до безіменного проїзду до Туполєва Академіка вул.","Пролягає від Садової 22 вул. до Старогостомельської вул.","Пролягає від Набережної вул. до Малоземельної вул.","Пролягає від Набережної вул. до Малоземельної вул.","Пролягає від Садової 22 вул. до Старогостомельської вул.","Пролягає від Набережної вул. до Малоземельної вул.","Пролягає від Набережної вул. до Малоземельної вул.","Пролягає від Садової 45 вул. до кінця забудови.","Пролягає від безіменного проїзду до Малоземельної вул. (поруч з оз. Підбірна) до кінця забудови.","Пролягає від безіменного проїзду до Малоземельної вул. (поруч з оз. Підбірна) до кінця забудови.","Пролягає від безіменного проїзду до Малоземельної вул. (поруч з оз. Підбірна) до кінця забудови.","Пролягає від початку забудови, поблизу оз. Підбірна до кінця забудови.","Пролягає від Садової 180 вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Яремине, оз. Зариваха.","Пролягає від початку забудови до безіменного проїзду до Дніпровської вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду вздовж Русанівської прот. до Центральна Садова, вул.","Пролягає від Садової 15 вул. до Малинської вул.",null,"Пролягає від безіменного озера до кінця забудови.","Пролягає від безіменного проїзду до Пономарьова, вул. вздовж межі міськради, паралельно Садовій 4 вул.","Пролягає від Садової 180 вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Яремине, оз. Зариваха, оз. Пономарівське.","Пролягає від Садової 180 вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Яремине, оз. Зариваха, оз. Пономарівське.","Пролягає від початку забудови (поблизу Дніпра) до проїду, що пролягає паралельно Ващенка Григорія вул. Переривається оз. Підбірна, оз. Яремине, оз. Зариваха, оз. Пономарівське.","Пролягає від початку забудови (поблизу Дніпра) до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Підбірна, оз. Яремине.","Пролягає від Садової 180 вул. до безіменного проїзду, що пролягає паралельно Ващенка Григорія, вул. Переривається оз. Яремине.","Пролягає від безіменного проїзду поруч з оз. Підбірна до безіменного проїзду поруч з оз. Небреж.","Пролягає від безіменного проїзду поруч з оз. Підбірна до кінця забудови.","Пролягає від безіменного проїзду поруч з оз. Підбірна до проїзду вздовж оз. Мартишів.","Пролягає від безіменного проїзду поруч з оз. Підбірна до проїзду вздовж оз. Мартишів.","Пролягає від безіменного проїзду поруч з оз. Підбірна до проїзду вздовж оз. Мартишів.","Пролягає від безіменного проїзду поруч з оз. Підбірна до проїзду вздовж оз. Мартишів.","Пролягає від безіменного проїзду поруч з оз. Підбірна до проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від початку забудови до безіменного проїзду до Садововї 5 вул.","Пролягає від Садової 15 вул. до Садової 5 вул.",null,"Пролягає від Садової 7, вул., безіменного озера до кінця забудови.","Пролягає від безіменного проїзду вздовж Русанівської прот. до тупика","Пролягає від безіменного проїзду поруч з оз. Підбірна до проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів. Переривається оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до кінця забудови, до оз. Піскун.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів.","Пролягає від безіменного проїзду вздовж Русанівської прот. до тупика","Пролягає від Садової 15 вул. до Садової 5 вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від Лугової 10 вул. до кінця забудови. Пролягає вздовж межі міськради.","Пролягає від початку забудови поруч з оз. Підбірна до безіменного проїзду вздовж оз. Мартишів.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Колекторної вул. до кінця забудови, до берегової лінії оз. Мартишів.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж Русанівської прот. до Призалізничної вул.","Пролягає від Садової 15 вул. до Садової 5 вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж оз. Підбірна до проїзду вздовж берегової лінії Дніпра.","Пролягає від Садової 167 вул. до проїзду вздовж берегової лінії Дніпра.","Пролягає від безіменного проїзду вздовж Русанівської прот. до Призалізничної вул.","Пролягає від безіменного проїзду до Богатирської вул. до кінця забудови.","Пролягає від Садової 15 вул. до безіменного проїзду до Садової 8 вул.","Пролягає від безіменного проїзду до кінця забудови.","Пролягає від безіменного проїзду до кінця забудови.","Пролягає від безіменного проїзду до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови. Переривається системою озер.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Центральної вул. до кінця забудови.","Пролягає від Маслівка, вул. до кінця забудови.","Пролягає від Маслівка, вул. до кінця забудови.","Пролягає від Маслівка, вул. до кінця забудови.","Пролягає від початку забудови до Садової вул. (Жуляни).","Пролягає від початку забудови до Дніпровської вул.","Пролягає від Садової вул. до тупика (Бортничі).","Пролягає від Центральної Садової вул. до Садово-Набережної вул.","Пролягає від Садової вул. до тупика (Бортничі).","Пролягає від Соснового 2 пров. до безіменного проїзду (Селище Радистів).","Пролягає від Центральної Садової вул. до Садово-Набережної вул.","Пролягає від Садової вул. до тупика (Бортничі).","Пролягає від Центральної Садової вул. до безіменного проїзду.","Пролягає від Центральної Садової вул. до безіменного проїзду.","Пролягає від Центральної Садової вул. до безіменного проїзду.","Пролягає паралельно Садовому 6 пров. (Селище Радистів).","Пролягає паралельно Садовому 7 пров. (Селище Радистів).","Пролягає від Соснового 2 пров. до кінця забудови (Селище Радистів).","Пролягає від Садового 2 пров. до Садової 1 вул.","Пролягає від Подільського пров. до Валківської вул.","Пролягає від Валківської вул. до Подільського пров.","Пролягає від Сошенка, вул. до Ростовської вул.","Пролягає від Еспланадної вул. до Перемоги, пл.","Пролягає від Військового проїзду до кінця забудови.","Пролягає від Грекова Академіка, вул. до залізничних колій","Пролягає від Туполєва Академіка, вул. до Януша Корчака, вул.","Сучасна назва з  серед. 1950-х рр. Пролягає від Салютної вул. до Януша Корчака, вул.","Сучасна назва з 1950-х рр. Пролягає від Салютного пров. до Януша Корчака, вул.","Сучасна назва з 1960. Пролягає від Кащенка Академіка, вул. до кінця забудови.","Пролягає від Бориспільської вул. до Тростянецької вул.","Пролягає від Уральської вул. до Кошового Олега, вул.","Розташована на перетині Героїв Сталінграда, просп. та Малиновського Маршала, вул.","Сучасна назва з 1916. Пролягає від Іоанна Павла ІІ, вул. до кінця забудови (кінець вулиці має форму кільця).","Виникла у 2-й пол. 19 ст. Пролягає від Науки, просп. до Південного мосту.","Пролягає від Саперно-Слобідської вул. до кінця забудови.","Пролягає від Януша Корчака, вул. до Стеценка, вул.","Пролягає від вул. Сергія Висоцького до кінця забудови","Пролягає у новому мікрорайоні в на схід від Богатирської вул. паралельно Аркасівській вул. і Рожнівській вул.","Пролягає від Академіка Єфремова, вул. до Осінньої вул.","Пролягає від Харківської пл. до Харченка Євгена, вул. та Лісної вул.","Пролягає від Бестужева Олександра, вул. до Порика Василя, просп.","Пролягає від Пітерської вул. до Уманської вул.","Пролягає від Радищева, вул. до Козелецької вул.","Пролягає від Правди, просп. до Гонгадзе Георгія, просп. і Косенка, вул.","Пролягає від Борової вул. до кінця забудови.","Пролягає паралельно Новорічній вул. і Юнацькій вул.","Пролягає від Радосинської, вул. до Єдності, вул.","Пролягає від Метрологічної вул. ло Михайля Семенка вул.","Пролягає від Максима Славинського вул. та Олександра Удовиченка вул. до Любомирської вул.","Виникла на поч. 20 ст. Пролягає від початку забудови до Ушинського, вул.","Пролягає від Радосинської, вул. до кінця забудови.","Пролягає від Героїв Бреста, пл. до Жмеринської вул.","Сучасна назва з 1958. Розташована між Пушиної Феодори, вул., Семашка, вул. і Північним пров.","Пролягає від Святошинської вул. до кінця забудови.","Пролягає від Сормовської вул. до Тростянецької вул.","Розташована між Повітрофлотським просп., Лобановського Валерія просп., Зеленогірською вул., Народного Ополчення, вул., Сім'ї Ідзиковських, вул., Донецькою вул., Чоколівським бульв.","Пролягає від Сирецько-Садової вул. до Правди просп.","Пролягає від Чайківської вул. до кінця забудови.","Пролягає від Планетної вул. до Степового Якова, вул.","Сучасна назва з 1948. Пролягає від Максименка Федора вул. до кінця забудови.","Пролягає від Василя Вишиваного, вул. до тупика.","Пролягає від Перемоги, просп. до Вернадського Академіка, бульв.","Сучасна назва з 1920. Пролягає від Народної вул. до Клінічної вул.","Пролягає від Алматинської вул. до Довбуша Олекси, вул.","Пролягає від Сеноманської вул. до кінця забудови.","Пролягає від Дарницької, пл. до Карельського пров.","Пролягає від вул. Карла Маркса до вул. Повітрофлотської","Площа розташована між вулицями Євгена Сверстюка та Раїси Окіпної","Пролягає від Андрія Ніковського до Лісоводної, вул.","Пролягає від Лазурної, вул. до Князя Вітовта, вул","Пролягає від вул. Дмитра Луценка до вул. Федора Андерса","Пролягає від Пухівської вул., Крайньої вул. до Бальзака Оноре де, вул.","Пролягає від Січневої вул. до кінця забудови.","Пролягає від Сільської вул. до Доброхотова Академіка, вул.","Пролягає від Саперно-Слобідської вул. до Литовського пров.","Пролягає у новому мікрорайоні на схід від Богатирської вул. паралельно Абрикосовій вул. і Рожнівській вул.","Пролягає від Гоголя, вул. до безіменного пров.",null,"Пролягає від Курбаса Леся, просп. до Кольцова, бульв.","Пролягає від Микитенка Івана, вул. до Кибальчича Миколи, вул.","Пролягає від Коломийського пров. до тупика.","Пролягає від Лохвицької вул. до Празької вул.","Пролягає від початку забудови до Криничної вул.","Сучасна назва з 1948. Пролягає від Каховської вул. до Маланюка Євгена, вул.","Пролягає від Повітрофлотської вул. до Робітничої вул.","Пролягає від Сім'ї Сосніних, вул. і Зодчих, вул. до Корольова Академіка, просп.","Пролягає від Ломоносова, вул. до Вільямса Академіка, вул.","Пролягає від Берковецької вул. до Газопровідної вул. та Генерала Грекова вул.","Пролягає від Синьоозерної вул. до Стеценка, вул. .","Пролягає від Синьоозерної вул. до Стеценка, вул. .","Пролягає від Синьоозерної вул. до Стеценка, вул. .","Пролягає від Синьоозерної вул. до Стеценка, вул. .","Пролягає від Синьоозерної вул. до Стеценка, вул. .","Виникла у 2-й пол. 19 ст. Пролягає від Скляренка Семена, вул. до Північно-Сирецької вул.","Пролягає від Івана Виговського, вул. до Стеценка, вул.","Виникла в серед. 20 ст. Пролягає від Івана Виговського, вул. до Стеценка, вул.","Пролягає від Чайківської вул. до кінця забудови.","Пролягає від безіменного проїзду, який простягається від узбережжя Десенки до Деснянської вул., до кінця забудови.","Пролягає від Жабаєва Жамбила, вул. до Магістральної вул. і Черкаської вул.","Пролягає від Депутатської вул. до Вернадського Академіка, бульв.","Сучасна назва з 1957. Пролягає від Героїв Оборони, вул. до кінця забудови.","Пролягає від Севастопольської пл. до Волинської вул.","Пролягає від Добринінської вул. до кінця забудови.","Пролягає від Толстого Льва, вул. (сходами) до Еренбурга Іллі, вул.","Пролягає від Кузнєцова Миколи, вул. до Курбаса Леся, просп.","Пролягає від Радосинської, вул. до Митрополита Володимира Сабодана, вул.","Пролягає від вул. Родини Кістяківських до вул. Юрія Немирича","Пролягає від Богатирської вул. до кінця забудови.","Пролягає від Привокзальної вул. до Харківського шосе.","Пролягає від Заболотного Академіка, вул. до межі міськради.","Пролягає від Метрологічної вул. до кінця забудови.","Пролягає від Львівської пл., вулиці Великої Житомирської до вулиці Коперніка, вулиці Юрія Іллєнка","Пролягає від Батумської вул. до тупика.","Пролягає від Майкопської вул. до Сквирської вул.","Пролягає від Колоса Сергія, вул. до Грушевої вул.","Пролягає від Степана Бандери просп. до залізничного шляхопроводу і Автозаводської вул.","Пролягає від Контрактової пл. до Набережно-Хрещатицької вул.","Пролягає від Великої Васильківської вул. до Басейної вул.","Пролягає від Шевельова Юрія, вул. та Ялтинської вул. до Кронштадтської вул.","Пролягає від Тростянецької вул. до кінця забудови.","Розташована між Мазепи Івана, вул., Героїв Крут, алеєю, Героїв, алеєю, Лаврською вул., Михайла Омеляновича-Павленка, вул., Іванова Андрія, вул.","Пролягає від Радосинської, вул. до Милославської вул. та Лісківської вул.","Пролягає від безіменного озера до вул. Дубка, паралельно вул. Чорнична","Пролягає від Каховської вул. до Маланюка Євгена, вул.","Пролягає від Федьковича, вул. (двічі).","Сучасна назва з 1923. Пролягає від Ніжинської вул. до кінця забудови.","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від Повітрофлотської вул. до Потоцького Павла вул.","Пролягає від Народного Ополчення, вул. до Ушинського, вул.","Пролягає від Янгеля Академіка, вул. до Гетьмана Вадима, вул.","Пролягає від Луценка Дмитра, вул. до Московської вул., Вільямса Академіка, вул.","Пролягає від Амурської вул. до Кайсарова, вул.","Пролягає від Івана Виговського, вул. до кінця забудови.","Пролягає від Нагірної вул. до Кирилівської, вул.","Пролягає від Цимбалів Яр, вул. до Рильського Максима, вул.","Пролягає від Звіринецької вул. до Правобережної вул.","Пролягає від Новаторів, вул. до Калачівської вул.","Пролягає від Трактористів, вул. до Сновської вул.","Пролягає від Орхідейної вул. до Лісо-Степової вул.","Пролягає від мосту ім. Є. О. Патона до Дарницької, пл.","Пролягає від Гришка Миколи, вул. до Даля Олександра, вул.","Пролягає вздовж Совського кладовища до господарства \"Совки\"","Пролягає від Ганни Арендт, вул. до Смерекової вул.","Пролягає від Лінії 2 до Садової 2 вул.","Пролягає від Попова, вул. до кінця забудови.","Сучасна назва з 1957. Пролягає від Лауреатської вул. до кінця забудови.","Пролягає від Звіринецької вул. до безіменного пров.","Пролягає від Переяславської вул. до Хвойної, вул.","Пролягає від бульв. Тадея Рильського до вул. Теремківської","Пролягає від Солом'янської пл. до Клінічної  вул. та  Амосова Миколи, вул.","Розташована між Повітрофлотським просп., Липківського Василя Митрополита, вул., Солом'янською  вул.","Сучасна назва з 1915. Пролягає від Глибочицької вул. до Шмідта Отто, вул.","Сучасна назва з 1913. Пролягає від Черкаської вул. до кінця забудови.","Пролягає від Лінії 3 до Центральної вул.","Пролягає від Сімферопольської вул. до Бориспільської вул.","Пролягає від Звіринецької вул. (двічі).","Пролягає від Дарницького мостового переходу та залізниці до Здолбунівської вул.","Пролягає від Сиваської вул. до Хорольської вул. і Астраханського пров.","Пролягає від Курбаса Леся, просп. до Симиренка, вул. і Кольцова, бульв.","Пролягає від Наумова Генерала, вул. до Рахманінова, вул.",null,"Пролягає від Польової і Борової вул. до кінця забудови (Бортничі).","Пролягає від Соснового пров. до кінця забудови (Селище Радистів).","Пролягає від початку забудови (поблизу Помильської вул.) до кінця забудови (Селище Радистів).","Пролягає від Радистів, 2 пров. до кінця забудови (Селище Радистів).","Пролягає від Дарницької, пл. до Празької вул.","Пролягає від Незалежності Майдану до Софійської пл. та Володимирської вул.","Розташована між Володимирською вул., Володимирським проїздом, Софіївською вул., Рильським пров.","Виник у 19 ст. Пролягає від Болсуновської, вул. до кінця забудови.","Пролягає від Шевченка Тараса, пл. і Вишгородської вул. до  Лісозахисної вул. і Косенка, вул.","Пролягає від Чорнобильської вул. до Пушиної Феодори, вул.","Пролягає від Костянтинівської вул. до Набережно-Хрещатицької вул.","Розташована на перетині Камишинської вул. та Промислової вул.","Розташована вздовж Еспланадної вул. навпроти Рогнідинської вул.","Пролягає від Лінії 5 і Садової 200 вул. до Садової 204 вул.","Пролягає від Радосинської, вул. до кінця забудови.","Пролягає від Княжий Затон, вул. (двічі).","Сучасна назва з 1957. Пролягає від Солов'їної вул. до кінця забудови.","Пролягає від Щербаківського Данила, вул. до Саратовської вул.","Сучасна назва з 1957. Пролягає від Януша Корчака, вул. до Ставропольської вул.","Сучасна назва з 1928. Пролягає від Липківського Василя Митрополита, вул. до Тополевої вул.","Пролягає від Колоса Сергія, вул. до Потоцького Павла вул.","Сучасна назва з 1928. Пролягає від Брюлова, вул. до Стадіонної вул.","Пролягає від Райдужної вул. до Братиславської вул.","Пролягає від Заньковецької, вул. до Франка Івана, пл.","Пролягає від Алматинської вул. до Калачівської вул.","Виникла у 2-й пол. 19 ст. Пролягає від Лук'янівської вул. (сполучається сходами) до Шмідта Отто, вул. та Нижньоюрківської вул.","Пролягає від Старицького, пров. (двічі).","Пролягає від Замковецької вул. до Старицького, вул.","Пролягає від Мельниченка, вул. до Жмеринської вул.","Сучасна назва з 2008. Пролягає від Бориспільської вул. до Харківської пл.","Пролягає від Перемоги, пл. та Саксаганського, вул. до Пестеля Павла, вул.","Пролягає від Дегтярівської вул. до кінця забудови.","Пролягає від Ярмоли Віктора, вул. до Богдана Гаврилишина, вул.","Пролягає від Ярмоли Віктора, вул. до Кирило-Мефодіївської вул.","Відома з 18 ст. Пролягає від Генерала Алмазова, вул. до Героїв Великої Вітчизняної війни, пл.","Пролягає через хутір Мриги (біля оз. Шапарня), як продовження проїзду від Столичного шосе.","Пролягає від Запорожця Петра, вул. до Стальського Сулеймана, вул.","Пролягає в ур. Старе Село паралельно Старосільському пров. та береговій лінії Десенки.","Пролягає від Навої Алішера, вул. до Перова, бульв.","Пролягає в ур. Старе Село паралельно Старосільській вул. та береговій лінії Десенки.","Пролягає від Голосіївського, просп. до Водогінної вул.","Пролягає від Куренівської вул. і Кирилівської, вул. до Московського мосту.","Пролягає від Броварського, просп. до Бобринецької, вул.","Пролягає від Московської вул. до кінця забудови.","Пролягає вздовж залізниці від Онискевича Григорія, вул. до Робітничої вул.","Пролягає між Плахотнюка Миколи, вул. та Даля Олександра, вул.","Пролягає від Заболотного Академіка, вул. до Сірка Івана, вул.","Пролягає від Щусєва, вул. і залізничного шляхопроводу до Палладіна Академіка, просп. і Міської вул.","Пролягає від вулиці Ковпитської та вулиці Пляхівської до вулиці Помильської","Пролягає від Стратегічного шосе до Столєтова, вул.","Пролягає від Грабовського Павла, вул. до Грабовського Павла, пров.","Сучасна назва з 1957. Пролягає від Наддніпрянського шосе (поблизу Промислової вул.) до межі міськради.","Пролягає від Туполєва Академіка, вул. до Стеценка, вул.","Пролягає від Героїв Севастополя, вул. до Гавела Вацлава, бульв.","Виникла у 1-й чверті 20 ст. Пролягає від Ціолковського, вул. до Саперно-Слобідської вул.","Пролягає від тупика до кінця забудови (поблизу Стратегічного шосе).","Пролягає від 9 Травня, вул. до Миру, вул.","Пролягає від Ґалаґанівської, вул. до Чистяківської вул.","Виникла у 2-й пол. 17 ст. Пролягає від Великої Житомирської вул. до Ярославів Вал, вул.","Пролягає від Добрий Шлях, вул. до Рильського Максима, вул.","Пролягає від Стрілецької вул. до Великої Житомирської вул.","Пролягає від Січових Стрільців, вул. до Дончука, вул.","Пролягає від Біличанської вул. до Палладіна Академіка, просп.","Пролягає від Радосинської, вул. до Гоголя, вул. (Троєщина).","Пролягає від Лісної вул. до Дяченка Івана, вул. (Бортничі).","Пролягає від Суворова, вул. до Садової вул.","Пролягає від Відрадного просп. до кінця забудови.","Пролягає від проїзду, що проходить паралельно Лінії 1 до безіменного проїзду, що проходить вздовж оз. Радунка (Райдуга).","Пролягає від Васильківської вул. до кінця забудови.","Пролягає від безіменного озера до оз.Підбірна, паралельно вул. Абрикосова","Пролягає від Повітрофлотського просп. до Солом'янської пл.","Пролягає від Гродненської вул. до Азербайджанської вул.","Пролягає від Даля Олександра, вул. до Сови Андрія, вул.","Пролягає від Моринецької вул. до Золочевської вул.","Пролягає від Центральної вул. до Лугової 10 вул.","Пролягає від Газопровідної вул. до перентину Лінії 1 з Лінією 9.","Пролягає від Лугової 1 вул. до кінця забудови.","Пролягає від Лугової 1 вул. до кінця забудови.","Пролягає від початку забудови до Лугової 10 вул.","Пролягає від Північно-Степової вул. до кінця забудови.","Пролягає від Східно-Дальнього 1 пров. до кінця забудови.","Пролягає від Східно-Дальньої вул. до кінця забудови.","Пролягає від Східно-Дальньої вул. до кінця забудови.","Пролягає від Східно-Дальньої вул. до кінця забудови.","Пролягає від Східно-Дальньої вул. до кінця забудови.","Пролягає від Східно-Дальнього 1 пров. до межі міськради.","Пролягає від Жабаєва Жамбила, вул. до Перемоги, просп.","Пролягає від Білицької вул. до Зоряної вул.","Пролягає від Білицької вул. до Полкової вул.","Пролягає від Винахідників, пров. до Гіллястого пров.","Пролягає від Марганецької вул. до Опришківської вул.","Пролягає від Шполянської вул. до кінця забудови.","Сучасна назва з 1955. Пролягає від Захарівської вул. до Веселкового пров.","Пролягає від вул. Родини Кістяківських до Кільцевої дороги","Пролягає від Тепловозної вул. до Дніпровської набережної.","Пролягає від Регенераторної вул. до Миру, просп.","Пролягає від Героїв Севастополя, вул. до Суздальської вул.","Пролягає від Сім'ї Ханенків, вул. до Миру, вул.","Сучасна назва з 1869. Пролягає від Толстого Льва, вул. до Яна Василя, вул.","Пролягає від Михайлівського пров. до Володимирського проїзду.","Пролягає від Таращанського пров. до Рахманінова, вул.","Пролягає від Рубежівської вул., має два відгалуження — до Таращанської вул. та Кам'янець-Подільської вул.","Відома з 60-х рр. 19 ст. Пролягає від Глибочицької вул. до Нагірної вул.","Відома з 60-х рр. 19 ст. Пролягає від Половецької вул. до Печенізької вул.","Пролягає від Кронштадтської вул. до Харківської пл.","Пролягає від Шулявської вул. до Ярмоли Віктора, вул.","Пролягає від Іоанна Павла ІІ, вул. до кінця забудови.","Пролягає від Вільямса Академіка, вул. до тупика.","Розташована на розі Володимирської вул. і Хмельницького Богдана, вул.","Виник у кін. 19 ст. Пролягає від Рибальської вул. до Печерського узвозу.","Пролягає від Дегтярівської вул. до Степана Бандери просп. і Новокостянтинівської вул.","Пролягає від Трублаїні, вул. (двічі, утворюючи півколо).","Пролягає від Харківського шосе до Тальнівської вул.","Пролягає від Одеської пл. та Кільцевої дороги до Жулянської вул. (паралельно Глушкова Академіка, просп.).","Сучасна назва з 1944. Пролягає від Архітекторської вул. до Оборонної вул.","Пролягає від Маслюченко Варвари, вул. до Святищенської, вул.","Пролягає від Сім'ї Стешенків, вул. до Верховинця Василя, вул.","Пролягає від Хмельницького Богдана, вул. до Толстого Льва, вул.","Пролягає від Вернадського Академіка, бульв. до Огарьова, вул. і Хмельницької вул.","Пролягає від Кирилівської, вул. до Новокостянтинівської вул.","Пролягає від Амурської вул. до тупика.","Пролягає від Естонської вул. до Салютної вул.","Пролягає від Бастіонної вул. (як її продовження) до залізниці.","Сучасна назва з 1955. Пролягає від Тимірязєвської вул. до Новоселицької вул.","Пролягає від шляхопроводу над Богатирською вул. (як продовження Лугової вул.) до Героїв Сталінграда, просп.","Сучасна назва з 1940. Пролягає від Стеценка вул., Сирецької вул. до залізничних колій, Щусєва, вул.","Виникла в 1927. Пролягає від Товарної вул. до тупика.","Пролягає від Науки, просп. до Рильського Максима, вул. та Блакитного, вул.","Пролягає від початку забудови до Фрометівської вул.","Пролягає від Широкої вул. до Доватора Генерала, вул.","Пролягає від Гвардійської вул. до Тихорєцької вул.","Пролягає від Дніпровської набережної до Березняківської вул.","Пролягає від Голосіївського пров. до кінця забудови.","Пролягає від Дружби Народів, бульв. до Залізничного шосе.","Пролягає від Володимира Беца, вул. до Радосинської, вул.","Пролягає від Януша Корчака, вул. (двічі, утворюючи півколо).","Сучасна назва з 1955. Пролягає від Магістральної вул. до Толбухіна, вул.","Пролягає від безіменного проїзду, який простягається від узбережжя Десенки до Деснянської вул., до кінця забудови.","Пролягає від Толстого, вул. до кінця забудови (Бортничі).","Пролягає від Толстого Льва, пл. до залізничного шляхопроводу.","Розташована між Великою Васильківською вул., Толстого Льва, вул., Пушкінською вул.","Пролягає від Шевченка, вул. до Левадної вул. (Бортничі).","Пролягає від Мостищанської вул. до кінця забудови.","Пролягає від Харківського шосе до Борової вул.","Пролягає від Стадіонної вул. до Фучика Юрія, вул.","Пролягає від Попудренка, вул. до Верховної Ради, бульв.","Пролягає від Монтажників, вул. до Дежньова, вул.","Пролягає параллельно Сонячній вул. вздовж системи озер","Пролягає від Володимира Брожка вул. до Лисичанського пров.","Пролягає від Алматинської вул. до Калачівської вул.","Пролягає від Заломова Петра, вул. до кінця забудови.","Пролягає від Кащенка Академіка, вул. до Ягідної вул.","Пролягає від проїзду, що з'єднує з Богатирською вул. до Першої вул.","Пролягає від Харченка Євгена, вул. до Заплавної, вул.","Розташована між Жилянською, вул., Великою Васильківською, вул., Фізкультури, вул.","Пролягає від Тропініна, вул. до Квітучого пров.","Пролягає від Овруцької вул. до Нагірної вул.","Пролягає від Ревуцького, вул. до кінця забудови.","Пролягає від Західно-Кільцевої вул., Озерної 2 вул., Міжозерної вул. до оз Підбірна","Пролягає від Ганни Арендт, вул. до Кутової вул.","Починається від Кільцевої дороги, після перетину з 9 Травня, вул. має два відгалуження – до Миру, вул. і Качури Якова, вул.","Пролягає від Чмелів Яр, вул.(зникла) до Лук'янівської вул.","Пролягає від Зарічної вул. та Іжевської вул. до кінця забудови.","Пролягає від Романа Шухевича, просп. до Паркового пішохідного мосту.","Пролягає від Європейської пл. до Михайлівської пл.","Пролягає Кільцевої дороги і Зодчих, вул. до Курбаса Леся, просп.","Розташована між Степана Бандери просп., Оболонським просп., Богатирською вул., Вербовою вул.","Пролягає від тупика до Заремби Владислава, пров.","Пролягає від Кирилівської, вул. до Аляб’єва, вул.","Пролягає від Євгена Сверстюка, вул. до Флоренції, вул.","Пролягає від Березневої вул. до кінця забудови.","Пролягає від Вишневої вул. до Левадного пров.","Пролягає від Вишневої вул. до кінця забудови.","Пролягає від Гарматної вул. до Миколи Голего, вул.","Пролягає від Перемоги, просп. до Стеценка, вул.","Пролягає від Лермонтова, вул. до Некрасова, вул.","Пролягає від Промислової вул. до кінця забудови.","Пролягає від межі міськради до Польової вул.","Сучасна назва з 1903. Пролягає від Гончара Олеся, вул. до Січових Стрільців, вул.","Пролягає від Оленівської вул. до Набережно-Хрещатицької вул.","Пролягає від Стеценка, вул. до Туполєва Академіка, вул.","Пролягає від Комбайнерів, вул. до кінця забудови (поблизу Яблонської Тетяни, вул.).","Пролягає від Правди, просп. до Новомостицької вул., Мостицької вул.","Пролягає від Деміївської вул. до Козацької вул.","Сучасна назва з 1957. Пролягає від Голосіївського, просп. до Васильківської вул.","Пролягає від залізниці до Верховинця Василя, вул.","Відома з 1-ї чв. 20 ст. Пролягає від Новоукраїнської вул. до кінця забудови.","Пролягає від Вернадського Академіка, бульв. до Степанченка Василя, вул.","Пролягає від Фучика Юліуса, вул. до Чоколівського бульв.","Виникла у 1-й чв. 20 ст. Пролягає від Головка Андрія, вул. до Гаврилюка, вул.","Пролягає від Уральського пров. до Тихвінського пров.","Пролягає від Кошового Олега, вул. до кінця забудови (поблизу Стратегічного шосе та Ціолковського, вул.).","Пролягає від Княжий Затон, вул. до Здолбунівської вул.","Пролягає від Тростянецької вул. до кінця забудови.","Пролягає від Гагаріна Юрія, просп. до Бутлерова Академіка, вул.","Пролягає від Вільямса Академіка, вул. до Московської вул.","Пролягає від Януша Корчака, вул. до Дудника Георгія, вул.","Сучасна назва з 1958. Пролягає від Януша Корчака, вул. до кінця забудови.","Пролягає від Народної вул. до Університетської вул.","Сучасна назва з 1953. Пролягає від Ягідної вул. до кінця забудови (сходи до Квітки-Основ’яненка, вул.).","Пролягає від Учбової вул. до Трахтемирівської вул.","Пролягає від Мічуріна, вул. до Московської, вул.","Пролягає від Науки, просп. (двічі, утворюючи форму дужки).","Пролягає від Перемоги, просп. до Академіка Єфремова, вул.","Пролягає від Святославської вул. до Глінки, вул.","Сучасна назва з 1957. Пролягає від Чоколівського бульв. до Фастівської вул.","Сучасна назва з 1957. Пролягає від Биківнянського пров. до Радистів, вул.","Пролягає від Харківського шосе до Фанерного пров.","Пролягає від Березневої вул. до Фанерної вул.","Пролягає від Волинської вул. до Ушинського, вул.","Пролягає від вул. Медової до вул. Колоскової","Пролягає від Василя Тютюнника, вул. до Протасів Яр, вул.","Пролягає від Кучмин Яр вул. та Локомотивної вул. до тупика.","Пролягає від Федосєєва, вул. до Локомотивної, вул.","Пролягає від Каменярів, пров. до Сумської вул. (двічі).","Сучасна назва з 1955. Пролягає від Федьковича, вул. до Мостової вул.","Пролягає від Великої Китаївської вул. до Стратегічного шосе.","Пролягає від Саперно-Слобідської вул. до Феодосійської вул.","Пролягає від Григорія Голоскевича, вул. до Рябова Олега, вул. (півкільцем)","Пролягає вздовж південної межі міськради в істор. місцевості Феофанія.","Сучасна назва з 1957. Пролягає від залізниці та Заболотного Академіка, вул. до Столичного шосе.","Сучасна назва з 1967. Пролягає від Солов'їної вул. до кінця забудови.","Пролягає від початку забудови до р. Либідь.","Пролягає від початку забудови до Фізкультури, вул.","Пролягає від Дружби Народів, бульв. до Саперне Поле, вул.","Пролягає від Менделєєва, вул. до Дружби Народів, бульв.","Пролягає від Берізоньки вул. до Східно-Дальньої вул.","Пролягає від Окіпної Раїси, вул. до Туманяна Ованеса, вул. і Плеханова, вул.","Пролягає від Ярославів Вал, вул. до Шевченка Тараса, бульв.","Розташована між Городецького Архітектора, вул., Ольгинською вул. та Станіславського, вул.","Пролягає від Шевченка, вул. та Лермонтова, вул. до Млинної, вул.","Пролягає від Франка Івана, вул. до кінця забудови.","Пролягає від Франка Івана, вул. до кінця забудови (Бортничі).","Пролягає від Франка Івана, пров. до кінця забудови (Бортничі).","Пролягає від Франка Івана, пров. до кінця забудови (Бортничі).","Пролягає від Франка Івана, вул. до кінця забудови (Бортничі).","Сучасна назва з 1920-х років 20 ст. Пролягає від Контрактової пл. і Притисько-Микільської вул. до Андріївського узвозу.","Виникла у 2-й пол. 19 ст. Пролягає від Фролівської вул. до кінця забудови (до Замкової гори).","Пролягає від початку забудови до Лобановського Валерія просп.","Виник у 2-й пол. 19 ст. Пролягає від Фрометівської вул. до Володимира Брожка вул.","Виникла на поч. 20 ст. Пролягає від Шполянської вул. до Тагільської вул.","Пролягає від Януша Корчака, вул. до Толбухіна, вул.","Пролягає від Повітрофлотського просп. до Уманської вул.","Розташована між Харківським шосе, Старобориспільською вул., Бориспільським шосе, Світлою вул., Колекторною вул. і Бажана Миколи, просп.","Пролягає від Дарницької, пл. до Харківської пл.","Пролягає від Харківського шосе до тупика.","Пролягає від Світлої вул. до Переяславської вул.","Пролягає від Кирилівської, вул. до Аляб’єва, вул.","Пролягає від Переяславської вул. до Богуна Івана, вул.","Пролягає від Богуна Івана, вул. до Борової, вул.","Пролягає від Огарьова, вул. і Тернопільської вул. до Степанченка Василя, вул.","Пролягає від Хрещатик, вул. до Гончара Олеся, вул.","Пролягає від Електротехнічної вул. до Крайньої вул.","Пролягає від Мистецької вул. до Холмогорського пров., утворює форму напівкола.","Виник у серед. 20 ст. Пролягає від Мистецької вул. до Краматорської вул.","Пролягає від Патріарха Мстислава Скрипника, вул. до тупика.","Виник у серед. 19 ст. Пролягає від Спаської вул. до Хорива, вул.","Відома з поч. 19 ст. Пролягає від Верхній Вал, вул. і Житньоторзької пл. до Набережно-Хрещатицької вул.","Пролягає від Сиваської вул. до кінця забудови.","Пролягає від Сиваської вул. до кінця забудови.","Пролягає від Закарпатської вул. кінця забудови.","Пролягає від Ягідної вул. до кінця забудови.","Пролягає від Білицькоі вул. до Замковецької вул.","Пролягає від Деміївської вул. до Гатної вул.","Пролягає від Хоткевича Гната вул. до Віскозної вул.","Пролягає від Броварського просп. до Азербайджанської вул.","Пролягає від Вербної вул. до кінця забудови.","Пролягає від Деснянської вул. до Єдності, вул.","Пролягає від початку забудови до Бродівської вул.","Пролягає від Дегтярівської вул. до Юрія Іллєнка, вул.","Пролягає від Московської вул. до Левандовської, вул.","Пролягає від Європейської пл. до Бессарабської пл. і Шевченка Тараса, бульв.","Пролягає від Хутірського пров. до Золотоніської вул.","Виник у серед. 20 ст. Пролягає від Армійської вул. до Золотоніської вул.","Виник на у кін. 19 ст. Пролягає від Козацької вул. до тупика.","Пролягає від Хрестового, пров. до Михайла Омеляновича-Павленка, вул.","Пролягає від Закревського Миколи, вул. до Бальзака Оноре де, вул.","Сучасна назва з 1959. Пролягає від Слобідського, пров. до Комбінатної вул.","Сучасна назва з 1958. Пролягає від Пирогівський шлях, вул. до тупика.","Пролягає від Лінії 3 до Зеленої вул.","Пролягає від Квіткової вул. до кінця забудови.","Пролягає від Туполєва Академіка, вул. до Стеценка, вул.","Пролягає від Зарічної вул. до межі міськради.","Пролягає від Комбінатної вул. до Дамбової вул.","Пролягає від Дніпроводської вул. до кінця забудови (сел. ДВС).","Відомий з 1-ї чверті 20 ст. Пролягає від Цимбалів Яр, вул. до Науки, просп. (з'єднується сходами).","Виникла у 2-й пол. 19 ст. Пролягає від Голосіївської вул. та Кошового Олега, вул. до кінця забудови (з проходом до Уральської вул.).","Пролягає від Кирилівської, вул. до кінця забудови.","Пролягає від Лаврської вул. до Московської вул.","Сучасна назва з 1957. Пролягає від Столичного шосе до Бродівської вул.","Пролягає від Стратегічного шосе до Малокитаївської вул.","Пролягає від Ціолковського, вул. до Малокитаївської вул.","Виник у серед. 20 ст. Пролягає від Кирилівської, вул. до Копилівської вул.","Сучасна назва з 1955. Пролягає від Черкаської вул. до тупика.","Пролягає від Маланюка Євгена, вул. до Каховської вул.","Пролягає від Якуба Коласа, вул. до Жмеринської вул.","Пролягає від Глушкова Академіка, просп. до кінця забудови.","Пролягає від Бажана Миколи, просп. до Гмирі Бориса, вул.","Пролягає від Любимівської вул. до Білогородської вул.","Пролягає від Звіринецької вул. до Дубенської вул.","Пролягає від Польової вул. до проїзду без назви.","Пролягає від Брест-Литовського шосе до кінця забудови.","Пролягає від Бакинської вул. до кінця забудови.","Пролягає від Чаплигіна, пров. до Ольжича, вул.","Пролягає від Коцюбинського, вул. до Лугової вул.","Пролягає від початку забудови до Митрополита Андрея Шептицького, вул. та Нестайка Всеволода вул.","Пролягає від Крутогірної вул. до Пржевальського, вул.","Пролягає від Польової вул. до кінця забудови, пралельно Бузиновій вул. (Бортничі).","Пролягає від Крутогірної вул. до Червоної вул.","Пролягає від Ґалаґанівської, вул. до Кулібіна, вул.","Пролягає від Стрийської вул. до Ґалаґанівської, вул. і Кулібіна, вул.","Пролягає від Западинської вул. до Світлицького, вул.","Пролягає від Академіка Баха, вул. до тупика.","Сучасна назва з 1951. Пролягає від Науки, просп. до тупика.","Пролягає від Магістральної вул. до Януша Корчака, вул.","Пролягає від Відрадного просп. до Новопольової вул.","Пролягає від Відрадного просп. до Кар'єрної вул.","Розташована між Малишка Андрія, вул., Братиславською вул., Кіото, вул., Броварським просп., Попудренка, вул., шляхопроводом на Хоткевича Гната вул.","Виникла у 1-й пол. 20 ст. Пролягає від Бажана Миколи, просп. до Ялинкової вул.","Пролягає від Євгена Сверстюка, вул. до кінця забудови.","Пролягає від Харківського шосе до Борового пров.","Пролягає від Безручка Марка, вул. до Ружинського пров.","Пролягає від Джона Маккейна, вул. до Товарної вул.","Пролягає від Другої вул. до кінця забудови.","Пролягає від Чкалова, вул. до Святищенської, вул.","Пролягає від Чехова, вул. до Дяченка Івана, вул.","Пролягає від Чехова, вул. до Харченка Євгена, вул.","Сучасна назва з 1910. Пролягає від Гончара Олеся, вул. до Бульварно-Кудрявської, вул.","Пролягає від Світлицького, вул. до Канівської вул.","Пролягає від Межової вул. до тупика.","Пролягає від початку забудови до Джона Маккейна, вул.","Пролягає від Перемоги, просп. до кінця забудови.","Пролягає від Чистяківської вул. до Екскаваторної вул.","Пролягає від Лісної вул. до Дяченка Івана, вул.","Пролягає від Повітрофлотського просп. та Севастопольської пл. до залізничного шляхопроводу (над залізничною платформою Караваєві Дачі).","Пролягає від безіменного озера до оз.Підбірна, паралельно вул. Сунична","Пролягає від Перемоги, просп. до Обухівської вул.","Пролягає від Академіка Єфремова, вул. до Осінньої вул.","Пролягає від Січових Стрільців, вул. до Повітрофлотського шляхопроводу (над Перемоги, просп.).","Пролягає від Товарної вул. до Залізничного шосе.","Пролягає від Аляб'єва, вул. до Корабельної вул.","Пролягає від Машинобудівної вул. до тупика.","Пролягає від Героїв Севастополя, вул. до Гавела Вацлава, бульв.","Пролягає від Соборності, просп. до Будівельників, вул.","Пролягає від Рибака Натана, вул. та Запорожця Петра, вул. до Маркса Карла, вул.","Пролягає від Дарницького бульв. до Миропільської вул.","Пролягає від Ентузіастів, вул. (двічі).","Пролягає від Автозаводської вул. до Сім'ї Кульженків, вул.","Пролягає від Гостинної вул. до Вересневої вул.","Пролягає від Радосинської, вул. до Митрополита Володимира Сабодана, вул.","Пролягає від Колоса Сергія, вул. до Кільцевої дороги. (Жуляни).","Пролягає від Шевченка, вул. (двічі, утворюючи форму видовженої літери \"С\").","Пролягає від Мостової вул. до Толстого, вул. (Бортничі).","Пролягає від Шевченка, вул. до Франка Івана, 3 пров.","Пролягає від Бессарабської пл. до Перемоги, пл.","Пролягає від Незалежності Майдану до Михайлівського пров.","Розташована між Мінським просп., Полярною вул., Вишгородською вул., Сошенка, вул., Пуща-Водицькою вул.","Пролягає від Відрадного просп. до Новопольової вул.","Пролягає від Котельникова вул. до межі міськради.","Пролягає від Визволителів, просп. до залізниці.","Пролягає від Козацької вул. до Гвардійської вул.","Пролягає від Нагірної вул. до тупика.","Пролягає від Забіли Віктора, вул. до Голосіївської вул.","Виникла у 1-й пол. 20 ст. Пролягає від Осінньої вул. до Патріарха Володимира Романюка вул.","Пролягає від Колоса Сергія, вул. до Потоцького Павла вул.","Пролягає від Переяславської вул. до проїзду, що з'єднує Автотранспорту вул. з Першого Травня, вул. (Бортничі).","Сучасна назва з 1971. Пролягає від Сеноманської вул. до Довбуша Олекси, вул.","Пролягає від Шляховиків, вул. до Алматинської вул.","Пролягає від Стара Поляна, вул. і Нижньоюрківської вул. до Половецької вул. (продовженням слугує Багговутівська вул.).","Пролягає від Грушевського Михайла, вул. до Мечнікова, вул. і Басейної вул.","Пролягає від Повітрофлотського просп. до Богданівської вул.","Пролягає від Братиславської вул. до Кубанської України, вул.","Пролягає від Перемоги, просп. до Коперніка, вул.","Пролягає від Першої вул. до кінця забудови.","Пролягає від Перемоги, просп. до Дегтярівської вул.","Пролягає від Яслинської вул. до кінця забудови.","Пролягає від Рилєєва, вул. до Фруктової вул.","Пролягає від Обухівської вул. до Наумовича Володимира, вул.","Пролягає від Шульгина Володимира, вул. до тупика.","Пролягає від Ярмоли Віктора, вул. до Брест-Литовського пров.","Пролягає від Тичини Павла, просп. до Березняківської вул.","Пролягає від Перемоги, просп. до Машинобудівної вул.","Пролягає від Вільямса Академіка, вул. до тупика.","Пролягає від Заплавної, вул. вздовж оз. Заплавне до кінця забудови.","Розташована між Костянтинівською вул., Межигірською вул., Щекавицькою вул.","Сучасна назва з 1846. Пролягає від Ярославського пров. до Набережно-Хрещатицької вул.","Пролягає від Новаторів, вул. до Сухенка Василя, пров.","Пролягає від Перемоги, просп. до Стеценка, вул. та Валерія Марченка пл.","Сучасна назва з 1921. Пролягає від Козацької вул. до Римського-Корсакова, вул.","Пролягає від Теліги Олени, вул. до залізничного шляхопроводу і Стеценка, вул.","Сучасна назва з 1955. Пролягає від Щусєва, вул. до Вавилових, вул.","Пролягає від Закарпатської вул. (двічі, утворюючи напівкільце).","Пролягає від Наумова Генерала, вул. до Клавдіївської вул.","Пролягає від Журавлиної вул. до кінця забудови.","Пролягає від Міської вул. до Селянської вул.","Пролягає від Анатолія Солов'яненка, вул. до Миропільської вул.","Пролягає від Коласа Якуба, вул. до Курбаса Леся, просп.","Пролягає від вул. Чабанівської до вул. Жулянської","Пролягає від Грекова Академіка, вул. до Житкова Бориса, вул.","Пролягає від Січових Стрільців, вул. і Лук'янівської пл. до Теліги Олени, вул.","Пролягає від Тампере вул. та Регенераторної вул. до Березневої вул.","Пролягає від початку забудови до Россошанської вул.","Пролягає від вул. Володимира Горовиця до Кільцевої дороги","Пролягає від Верховної Ради, бульв. і Гагаріна Юрія, просп., до Попудренка, вул.","Сучасна назва з 1859. Пролягає від Кирилівської, вул. до Набережно-Лугової вул. Є продовженням Нижньоюрківської вул.","Пролягає від Бродівської вул. до кінця забудови.","Пролягає від Польової вул. до Миколи Голего, вул.","Пролягає від Сирецької вул. до кінця забудови.","Пролягає від Яблочкова, вул. до Лодигіна, вул.","Пролягає від Крутогірної вул. до Сигнальної вул.","Пролягає від Яблуневої вул. до кінця забудови.","Пролягає від Вересая Остапа, вул. до кінця забудови.","Пролягає від Ушакова Миколи, вул. до Наумовича Володимира, вул.","Пролягає від Китаївської вул. та Учбової вул. до кінця забудови.","Пролягає від Ягідної вул. до Кащенка Академіка, вул.","Пролягає від Товарної вул. до Матросова Олександра, вул.","Пролягає від Родини Рудинських, вул. до кінця забудови","Пролягає від Роллана Ромена, бульв. до Героїв Космосу, вул.","Пролягає від Цимбалів Яр, вул. до Кошового Олега, вул. (пішохідний).","Пролягає від Касіяна Василя, вул. до Вільямса Академіка, вул.","Пролягає від Пшеничної вул. до 9 Травня, вул.","Пролягає від Грузинського пров. до Старобориспільської вул.","Пролягає від Харківського шосе до Борового пров.","Пролягає від Маслюченко Варвари, вул. до Інженерного пров.","Пролягає від Привокзальної пл., Бориспільської вул. та Привокзальної вул. до Шевельова Юрія, вул. та Славгородської вул.","Пролягає від Федорова Івана, вул. до проїзду до Грінченка Миколи, вул. та Малевича Казимира, вул.","Пролягає від Тарасівської вул. до Еренбурга Іллі, вул.","Пролягає від Потебні Академіка, вул. до кінця забудови.","Пролягає від Перемоги, просп. до Борщагівської вул. та Олекси Тихого вул.","Пролягає від Левка Мацієвича вул. до Антонова Авіаконструктора, вул.","Пролягає від Кільцевої дороги до тупика.","Пролягає від Кирпоноса, вул. до Салютної вул.","Пролягає від Провіантської, вул. до Тбіліського пров.","Пролягає від Дружньої вул. до кінця забудови.","Пролягає від Родини Вороних, вул. до Григорія Косинки, вул.","Пролягає від Володимирської вул. до Бульварно-Кудрявської, вул. і Львівської пл.","Сучасна назва з 1838. Пролягає від Ярославського пров. та Житньоторзької пл. до Набережно-Хрещатицької вул.","Пролягає від Житньоторзької пл. та Ярославської вул. до Щекавицької вул.","Пролягає від Звіринецької вул. до Кленового пров.","Пролягає від Фрометівського узвозу до тупика.","Сучасна назва з 1912. Пролягає від Клінічної вул. до Шпильової вул.","Пролягає від Кайсарова, вул. до Каменярів, вул.","Сучасна назва з 1958. Пролягає від Ясної вул. до Каменярів, вул.","Пролягає від Сальського Володимира, вул. до кінця забудови.","Пролягає від Сільської вул. до кінця забудови."]